{
	"_colon_": ": ",
	"languages.czech": "Czech",
	"languages.english": "English",
	"languages.french": "French",
	"languages.german": "German",
	"languages.spanish": "Spanish",
	"languages.hindi": "Hindi",
	"languages.italian": "Italian",
	"languages.georgian": "Georgian",
	"languages.portuguese": "Portuguese",
	"languages.russian": "Russian",
	"languages.swedish": "Swedish",
	"languages.turkish": "Turkish",
	"languages.ukrainian": "Ukrainian",
	"logoAlt": "Armbet logo",
	"navBar.item1.text": "Jak to funguje?",
	"navBar.item2.text": "Nadcházející funkce",
	"navBar.item3.text": "Vytvořit účet",
	"headline": "Vítejte do světa armwrestlingu",
	"headline.part1": "Vítejte do světa",
	"headline.part2": "armwrestlingu",
	"headlineText": "Armbet je armwrestlingová aplikace umožňující najít partnery jak ke stolu, tak i do týmu. Mnoho nových funkcí již brzy.",
	"about.title": "Staňte se členem",
	"about.text": "Jakmile si založíte profil, stanete se členem armwrestlingové komunity. Budete moct najít ostatní pomocí naší mapy, napsat jim, sejít se, trénovat s nimi i soutěžit. Také budete moci užívat všech nových funkcí, které budou již brzy k dispozici. Toto je teprve začátek, podíveje se níže a zjistěte, co je nového.",
	"features1.title": "Najít",
	"features1.text": "Najděte armwrestlery ve svém okolí, nebo kde byste si přáli. Změňte kritéria a najděte perfektního parťáka.",
	"features2.title": "Chat",
	"features2.text": "Pište si a chatujte s ostatními, domluvte si aktivity anebo jen setkání.",
	"features3.title": "Trénuj a soutěž",
	"features3.text": "Setkejte se s ostaními ke společnému cvičení a soutěžení.",
	"comingSoon.title": "Nalézej a vytvářej události, rozšiř řady!",
	"comingSoon.text": "Brzy budete moci nájít události ve svém okolí a také vytvářet své vlastní. K dispozici bude i kompletní žebříček pro všechny armwrestlery! A to ani zdaleka nekončíme...",
	"comingSoon.text2": "Armbet má za cíl podpořit růst našeho sportu a udělat zápolení v páce zábavnějším. Armbet bude průvodcem, který ti otevře dveře do světa armsrewstlingu. Nováček či veterán - domov armwrestlingu.",
	"comingSoon.part1": "Nalézej a vytvářej",
	"comingSoon.part2": " události",
	"comingSoon.part3": ", rozšiř",
	"comingSoon.part4": " řady",
	"comingsoon": "Již brzy",
	"signUp.title": "Přidej se teď",
	"signUp.text": "Vstup do světa armwrestlingu. Nejstaršího a nejdostupnějšího sportu.",
	"signUp.part1": "Přidej se ",
	"signUp.part2": "teď",
	"signup": "Vytvořit účet",
	"genders.male": "Muž",
	"genders.female": "Žena",
	"genders.other": "Jiné",
	"signUpSuccess.title": "Děkujeme za registraci!",
	"signUpSuccess.text": "Vytvořil/a jsi účet pro již brzy dostupnou aplikaci Armbet. Podívej se do doručené pošty a aktivuj svůj účet. Ulož si své přihlašovací údaje a my tě kontaktujeme, jakmile bude aplikace připravena. Uvidíme se na druhé straně.",
	"password": "Heslo",
	"email": "E-mailová addresa",
	"fullname": "Jméno a příjmení",
	"fulladdress": "Domovská lokace",
	"gender": "Pohlaví",
	"createyouraccount": "Vytvoř svůj účet",
	"changelanguage": "Změnit jazyk",
	"userterms": "Pravidla a podmínky užití",
	"privacypolicy": "Zásady ochrany osobních údajů",
	"copyrightmessage": "© Copyright 2020 Armbet. Všechna práva vyhrazena.",
	"backtohomepage": "Zpět na domovskou stránku",
	"message": "Zpráva",
	"close": "Zavřít",
	"accountalreadyexists": "Účet s tímto e-mailem již existuje. Možná si se k nám již přidal/a.",
	"notFound.title": "404",
	"notFound.text": "Je nám líto, tuto stránku nemůžeme najít...",
	"errorhasoccured": "Je nám líto, někde se stala chyba... Omlouváme se za nepříjemnosti.",
	"networkerror": "Je nám líto, nepodařilo se nám kontaktovat server...",
	"emailcouldntsend": "Je nám líto, e-mail se nepodařilo odeslat. Zkontroluj prosím svou e-mailovou adresu a zkus to znovu.",
	"contactus": "Kontaktuj nás",
	"nothanks": "Ne, díky",

	"accountactivated": "Tvůj účet byl aktivován!",
	"accountactivatedtext": "Vytvořil/a jsi účet pro již brzy dostupnou aplikaci Armbet. Podívej se do doručené pošty a aktivuj svůj účet. Ulož si své přihlašovací údaje a my tě kontaktujeme, jakmile bude aplikace připravena. Uvidíme se na druhé straně.",
	"accountalreadyactivated": "Tvůj účet už byl aktivován!",
	"linknotvalid": "Odkaz již neexistuje.",
	"linknotvalidtext": "Zadaný odkaz není platný, pro aktivaci účtu zažádej o opětovné zaslání aktivačního e-mailu.",

	"improvetranslationstitle": "Pomozte nám vylepšit překlad!",
	"improvetranslationstext": "Prosím kontaktuj nás, pokud bys nám chtěl/a pomoct s překladem",
	"privacypolicy.1.text1": "Na armbet.com, dostupné z www.armbet.com, jednou z naších hlavních priorit je soukromí návštěvníků. Tento dokument Zásad o ochraně osobních údajů obsahuje typy informací, které jsou námi z armbet.com zaznamenávány a ukládány a jak je používáme.",
	"privacypolicy.1.text2": "Pokud máte dodatečné otázky, nebo vyžadujete více informací o ochraně osobních údajů, neváhejte a kontaktujte nás.",
	"privacypolicy.1.text3": "Tyto zásady o ochraně osobních údajů se vztahují pouze na naši aktivitu online a jsou platné pro návštěvníky naší webové stránky s ohledem na informace, které na armbet.com sdělili nebo získali. Tyto zásady nejsou aplikovatelné na jakékoli informace získané offline nebo přes kanály jiné, než je tento web.",
	"privacypolicy.2.title": "Souhlas",
	"privacypolicy.2.text1": "Používáním našich webových stránek vyjadřujete souhlas s našimi zásadami ochrany osobních údajů a souhlasíte s jejich podmínkami.",
	"privacypolicy.3.title": "Jaké Informace Sbíráme",
	"privacypolicy.3.text1": "Osobní údaje, které vyžadujeme, a důvody, za jakými je vyžaduje, budou upřesněny ve chvíli, kdy si tyto osobní údaje vyžadáme.",
	"privacypolicy.3.text2": "Pokud nás přímo kontaktujete, můžeme o vás obdržet další informace, jako je vaše jméno, e-mailová adresa, telefonní číslo, obsah zprávy nebo přílohy, které nám můžete zaslat, a jakékoli další informace, které se rozhodnete poskytnout.",
	"privacypolicy.3.text3": "Při provádění registrace účtu vás můžeme požádat o kontaktní údaje, zahrnujících informace, jako například jméno, jméno společnosti, adresa, e-mailová adresa a telefonní číslo.",
	"privacypolicy.4.title": "Jak Nakládáme S Vašimi Údaji",
	"privacypolicy.4.text1": "Informace, které sbíráme, používám k různým činnostem, včetně:",
	"privacypolicy.4.text2": "Poskytování, řízení a udržování naší webové stránky",
	"privacypolicy.4.text3": "Zlepšení, personalizování a rozšiřování naší webové stránky",
	"privacypolicy.4.text4": "Pochopení a analyzování našeho řízení naší webové stránky",
	"privacypolicy.4.text5": "Vytváření nových produktů, služeb, funkcí a funkčností",
	"privacypolicy.4.text6": "Komunikace s vámi, buď přímo, nebo skrze někoho z našich partnerů, pro zákaznických služby, za účelem poskytnutí aktualizací a dalších informací, vztahujících se k naší webové stránce, a také marketingové a propagační účely",
	"privacypolicy.4.text7": "Zasílání e-mailů",
	"privacypolicy.4.text8": "Hledání a zabraňování podvodům",
	"privacypolicy.5.title": "Záznamové Soubory",
	"privacypolicy.5.text1": "armbet.com využívá standartní metody při používání záznamových souborů(log files).Tyto soubory zaznamenávají návštěvníky, když navštíví webové stránky. Všechny hostingové společnosti toto dělají a jsou součástí analytických souborů hostingových služeb. Informace shromážděné záznamovými(protokolovými) soubory zahrnují adresy internetového protokolu (IP), typ prohlížeče, poskytovatele internetových služeb (ISP), datum a časové razítko, odkazující / výstupní stránky a případně počet kliknutí.",
	"privacypolicy.6.title": "Zásady Ochrany Osobních Údajů Reklamních Partnerů",
	"privacypolicy.6.text1": "V tomto seznamu můžete najít zásady ochrany osobních údajů pro všechny reklamní partnery armbet.com.",
	"privacypolicy.6.text2": "Reklamní servery nebo reklamní sítě třetích stran používají technologie, jako jsou soubory cookie, JavaScript nebo webové majáky, které se používají v jejich příslušných reklamách a odkazech, které se objevují na webu armbet.com a které se odesílají přímo do prohlížeče uživatelů. Pokud k tomu dojde, automaticky obdrží vaši IP adresu. Tyto technologie se používají k měření účinnosti jejich reklamních kampaní nebo k personalizaci reklamního obsahu, který vidíte na navštívených webech.",
	"privacypolicy.6.text3": "Armbet.com nemá přístup k těmto souborům cookie, které používají inzerenti třetích stran, a nemá nad nimi kontrolu.",
	"privacypolicy.7.title": "Zásady Ochrany Osobních Údajů Třetích Stran",
	"privacypolicy.7.text1": "Zásady ochrany osobních údajů společnosti armbet.com se nevztahují na jiné inzerenty nebo weby. Proto vám doporučujeme podrobnější informace vyhledat v příslušných zásadách ochrany osobních údajů těchto reklamních serverů třetích stran. Může zahrnovat jejich postupy a pokyny, jak se odhlásit určité možnosti. Kompletní seznam těchto zásad ochrany osobních údajů a jejich odkazy naleznete zde: Zásady ochrany osobních údajů Odkazy.",
	"privacypolicy.7.text2": "Můžete se rozhodnout zakázat cookies pomocí jednotlivých možností prohlížeče. Podrobnější informace o správě souborů cookie u konkrétních webových prohlížečů najdete na příslušných webových stránkách prohlížečů. Co jsou cookies?",
	"privacypolicy.8.title": "Práva na Ochranu Osobních Údajů CCPA (Neprodávejte Moje Osobní Údaje)",
	"privacypolicy.8.text1": "Podle CCPA mají spotřebitelé v Kalifornii mimo jiné právo:",
	"privacypolicy.8.text2": "Požádat, aby podnik, který shromažďuje osobní údaje spotřebitele, zveřejnil kategorie a konkrétní části osobních údajů, které podnik o spotřebiteli shromáždil.",
	"privacypolicy.8.text3": "Požádat, aby firma odstranila veškeré osobní údaje o spotřebiteli, které firma shromáždila.",
	"privacypolicy.8.text4": "Požádat, aby firma, která prodává osobní údaje spotřebitele, neprodávala osobní údaje spotřebitele.",
	"privacypolicy.8.text5": "Pokud podáte žádost, musíme vám do měsíce odpovědět. Pokud chcete některá z těchto práv uplatnit, kontaktujte nás.",
	"privacypolicy.9.title": "Práva Na Ochranu Údajů GDPR",
	"privacypolicy.9.text1": "Rádi bychom se ujistili, že jste si plně vědomi všech svých práv na ochranu údajů. Každý uživatel má právo na:",
	"privacypolicy.9.text2": "Právo na přístup - Máte právo vyžádat si kopie svých osobních údajů. Za tuto službu vám můžeme účtovat malý poplatek.",
	"privacypolicy.9.text3": "Právo na opravu - Máte právo požádat o opravu všech informací, o kterých si myslíte, že jsou nepřesné. Máte také právo požádat o doplnění informací, o kterých si myslíte, že jsou neúplné.",
	"privacypolicy.9.text4": "Právo na vymazání - Máte právo požádat, abychom za určitých podmínek vymazali vaše osobní údaje.",
	"privacypolicy.9.text5": "Právo omezit zpracování - Máte právo požádat, abychom za určitých podmínek omezili zpracování vašich osobních údajů.",
	"privacypolicy.9.text6": "Právo namítat proti zpracování - Za určitých podmínek máte právo namítat proti našemu zpracování vašich osobních údajů.",
	"privacypolicy.9.text7": "Právo na přenositelnost dat - Máte právo požádat, abychom za určitých podmínek přenesli shromážděná data do jiné organizace nebo přímo k vám.",
	"privacypolicy.9.text8": "Pokud podáte žádost, musíme vám do měsíce odpovědět. Pokud chcete některá z těchto práv uplatnit, kontaktujte nás.",
	"privacypolicy.10.title": "Information O Dětech",
	"privacypolicy.10.text1": "Další součástí naší priority je ochrana dětí při používání internetu. Doporučujeme rodičům a zákonným zástupcům sledovat, účastnit se nebo sledovat a řídit jejich online aktivitu.",
	"privacypolicy.10.text2": "armbet.com nesbírá vědomě žádné osobní údaje od dětí mladších 13 let. Pokud si myslíte, že vaše dítě poskytlo tyto informace na našem webu, důrazně doporučujeme, abyste nás okamžitě kontaktovali a my uděláme vše, co je v našich silách, abychom tyto informace z našich záznamů neprodleně odebrali.",
	"user.terms.1.text1": "Tyto podmínky uvádějí pravidla a předpisy pro používání webové stránky Armbet, Inc.",
	"user.terms.1.text2": "Armbet, Inc se nachází na adrese:",
	"user.terms.1.text3": "Leslie St 5863 Unit 610 North York M2H 1J8 - Ontario, Canada",
	"user.terms.1.text4": "Přístupem na tento web předpokládáme, že v plném rozsahu přijímáte tyto smluvní podmínky. Pokud nepřijmete všechny podmínky uvedené na této stránce, nepokračujte v používání webu Armbet, Inc.",
	"user.terms.1.text5": "Následující terminologie se vztahuje na tyto smluvní podmínky, prohlášení o ochraně osobních údajů a prohlášení o vyloučení odpovědnosti a všechny nebo všechny dohody: „Klient“, „Vy“ a „Váš“ odkazuje na vás, osobu, která přistupuje na tento web a přijímá smluvní podmínky společnosti. „Společnost“, „My sami“, „My“, „Naše“ a „Nás“ se vztahují k naší společnosti. „Strana“, „Strany“ nebo „Nás“ se vztahuje jak na Klienta, tak na sebe, nebo na Klienta nebo na sebe. Všechny podmínky se vztahují na nabídku, přijetí a úhradu platby nezbytnou k provedení procesu naší pomoci klientovi nejvhodnějším způsobem, ať už formálními schůzkami s pevnou dobou trvání, nebo jakýmkoli jiným způsobem, za výslovným účelem splnění Potřeby klienta v souvislosti s poskytováním uvedených služeb / produktů Společnosti v souladu s platnými kanadskými zákony. Jakékoli použití výše uvedené terminologie nebo jiných slov v jednotném, množném čísle, velkých písmenech a / nebo v nich, je považováno za zaměnitelné, a proto se na ně odkazuje.",
	"user.terms.2.title": "Hyperlinking na náš Obsah",
	"user.terms.2.text1": "Následující organizace mohou odkazovat na náš Web bez předchozího písemného souhlasu:",
	"user.terms.2.text2": "Vládní agentury;",
	"user.terms.2.text3": "Vyhledávače;",
	"user.terms.2.text4": "Zpravodajské organizace;",
	"user.terms.2.text5": "Distributoři online adresářů, pokud nás uvedou v adresáři, se mohou odkazovat na naše webové stránky stejným způsobem, jako by odkazovali na weby jiných uvedených společností;",
	"user.terms.2.text6": "Celosvětové akreditované podniky, kromě nabízení neziskových organizací, charitativních nákupních center a charitativních fundraisingových skupin, které nemusí odkazovat na náš web.",
	"user.terms.2.text7": "Tyto organizace mohou odkazovat na naši domovskou stránku, na publikace nebo na jiné informace na webových stránkách, pokud odkaz: (a) není žádným způsobem zavádějící; B) nepravdivě neznamená sponzorství, potvrzení nebo schválení spojující strany a jejích produktů nebo služeb; a (c) zapadá do kontextu stránky propojující strany.",
	"user.terms.2.text8": "Na základě vlastního uvážení můžeme posuzovat a schvalovat další žádosti o propojení od následujících typů organizací:",
	"user.terms.2.text9": "běžně známé zdroje spotřebitelských a obchodních informací, jako jsou Obchodní Komory, American Automobile Association, AARP a Consumers Union;",
	"user.terms.2.text10": "dot.com komunitní stránky;",
	"user.terms.2.text11": "Sdružení nebo jiné skupiny zastupující charitu, včetně webů poskytujících charitu;",
	"user.terms.2.text12": "online distributoři adresářů;",
	"user.terms.2.text13": "internetové portály;",
	"user.terms.2.text14": "účetní, právní a poradenské firmy, jejichž primárními klienty jsou podniky; a",
	"user.terms.2.text15": "vzdělávácí instituce and obchodní asociace.",
	"user.terms.2.text16": "Žádosti o odkazování od těchto organizací schválíme, pokud zjistíme, že: a) odkázání by se neprojevilo nepříznivě na nás nebo na našich akreditovaných podnicích (například obchodní sdružení nebo jiné organizace zastupující neodmyslitelně podezřelé druhy podnikání, jako je například práce-na-doma, nedostanou svolení k odkazování); B) organizace s námi nemá neuspokojivý záznam; C) přínos pro nás z viditelnosti spojené s hypertextovým odkazem převažuje nad nepřítomností společnosti Armbet, Inc; A (d) pokud je odkaz v souvislosti s obecnými informacemi o zdrojích nebo je jinak v souladu s redakčním obsahem v bulletinu nebo podobném produktu, který podporuje poslání organizace.",
	"user.terms.2.text17": "Tyto organizace mohou odkazovat na naši domovskou stránku, na publikace nebo na jiné informace na webových stránkách, pokud odkaz: (a) není žádným způsobem zavádějící; B) nepravdivě neznamená sponzorství, potvrzení nebo schválení spojující strany a jejích produktů nebo služeb; A (c) zapadá do kontextu stránky odkazující strany.",
	"user.terms.2.text18": "Pokud jste mezi organizacemi uvedenými v odstavci 2 výše a máte zájem o odkazování na naší webovou stránkou, musíte nás o tom informovat zasláním e-mailu na adresu support@armbet.com. Uveďte prosím své jméno, název vaší organizace, kontaktní informace (např. telefonní číslo nebo e-mailová adresa) a adresu URL vašeho webu, seznam všech adres URL, ze kterých chcete odkazovat na náš web, a seznam adres URL na našem webu, na které chcete odkazovat. Nechte 2-3 týdny na odpověď.",
	"user.terms.2.text20": "Schválené organizace mohou hypertextově odkazovat na náš web takto:",
	"user.terms.2.text21": "Používáním našeho obchodního jména; nebo",
	"user.terms.2.text22": "Použitím jednotného vyhledávače zdrojů (webová adresa), na který je odkazováno; nebo",
	"user.terms.2.text23": "Použitím jakéhokoli jiného popisu našeho webu nebo materiálu, na který je odkazováno, který dává smysl v kontextu a formátu obsahu na webu odkazující strany.",
	"user.terms.2.text24": "Pro odkazování bez licenční smlouvy na ochranné známky nebude dovoleno používat logo Armbet, Inc nebo jiná umělecká díla.",
	"user.terms.3.title": "Odstranění odkazů z našich webových stránek",
	"user.terms.3.text1": "Pokud zjistíte, že jakýkoli odkaz na našem webu nebo jakýkoli odkazovaný web je z jakéhokoli důvodu nevhodný, můžete nás o tom kontaktovat. Budeme posuzovat žádosti o odstranění odkazů, ale nebudeme mít povinnost tak činit nebo odpovídat přímo na vás.",
	"user.terms.3.text2": "Přestože se snažíme zajistit, aby informace na tomto webu byly správné, nezaručujeme jejich úplnost nebo správnost; Nezavazujeme se ani k zajištění toho, aby web zůstal k dispozici nebo aby byl materiál na tomto webu aktualizován.",
	"user.terms.4.title": "Odpovědnost za Obsah",
	"user.terms.4.text1": "Neneseme žádnou odpovědnost za obsah, který se objeví na vašem webu. Zavazujete se, že nás odškodníte a budete hájit všechny nároky vyplývající z vašich webových stránek nebo na jejich základě. Žádný odkaz (odkazy) se nesmí objevit na žádné stránce na vašem webu nebo v jakémkoli kontextu obsahujícím obsah nebo materiály, které mohou být interpretovány jako urážlivé, obscénní nebo trestné, nebo které porušují, jinak porušují nebo obhajují porušení či jiné porušení jakéhokoli Práva třetích stran.",
	"user.terms.5.title": "Zřeknutí se Zodpovědnosti",
	"user.terms.5.text1": "V maximální míře povolené platným právem vylučujeme veškerá prohlášení, záruky a podmínky týkající se našich webových stránek a jejich používání (včetně, mimo jiné, všech zákonných záruk týkajících se uspokojivé kvality, vhodnosti pro daný účel nebo používání přiměřené péče a dovedností). Nic v tomto vyloučení odpovědnosti:",
	"user.terms.5.text2": "neomezuje nebo nevyloučuje naši nebo vaši odpovědnost za smrt nebo zranění v důsledku nedbalosti;",
	"user.terms.5.text3": "neomezuje nebo nevylučuje naši nebo vaši odpovědnost za podvod nebo podvodné nepravdivé prohlášení;",
	"user.terms.5.text4": "neomezuje jakýkoli z našich nebo vašich závazků jakýmkoli způsobem, který není povolen platnými zákony; nebo",
	"user.terms.5.text5": "nevylučuje jakýkoli z našich nebo vašich závazků, které nemusí být vyloučeny podle platných zákonů.",
	"user.terms.5.text6": "Omezení a vyloučení odpovědnosti stanovené v této části a jinde v tomto prohlášení o vyloučení odpovědnosti: (a) podléhají předchozímu odstavci; A (b) řídí veškeré závazky vzniklé na základě vyloučení odpovědnosti nebo v souvislosti s předmětem tohoto vyloučení odpovědnosti, včetně závazků vzniklých na základě smlouvy, deliktu (včetně nedbalosti) a porušení zákonné povinnosti.",
	"user.terms.5.text7": "V rozsahu, v jakém jsou webové stránky a informace a služby na této webové stránce poskytovány bezplatně, neneseme odpovědnost za žádné ztráty ani škody jakékoli povahy."
}
