{
	"_colon_": ": ",
	"languages.english": "English",
	"languages.french": "French",
	"languages.german": "German",
	"languages.spanish": "Spanish",
	"languages.hindi": "Hindi",
	"languages.italian": "Italian",
	"languages.georgian": "Georgian",
	"languages.portuguese": "Portuguese",
	"languages.russian": "Russian",
	"languages.swedish": "Swedish",
	"languages.turkish": "Turkish",
	"languages.ukrainian": "Ukrainian",
	"logoAlt": "Armbet logo",
	"navBar.item1.text": "How does it work?",
	"navBar.item2.text": "Features to come",
	"navBar.item3.text": "Create account",
	"headline": "Welcome to the world of armwrestling",
	"headline.part1": "Welcome to the world of",
	"headline.part2": "armwrestling",
	"headlineText": "Armbet is an armwrestling app enabling you to find partners to team up and grip up with. Many more features coming soon.",
	"about.title": "Becoming a member",
	"about.text": "Once you create a profile you will join the armwrestling community. You will be able to find others using our map, message them, meet up, train and compete together. You will also benefit from all future features that are coming soon. This is just the beginning, have a look below to find out what is coming next.",
	"features1.title": "Find",
	"features1.text": "Find armwrestlers in your area or region of interest. Change the criteria to find your perfect partner.",
	"features2.title": "Chat",
	"features2.text": "Message and chat with others to set up activities or just hangout.",
	"features3.title": "Train and compete",
	"features3.text": "Meet up to train and compete together.",
	"comingSoon.title": "Find and create events, join the ranks!",
	"comingSoon.text": "Soon you will be able to find events around you and even create your own. A complete ranking system for all the arm wrestlers is planned too! And we won't stop there...",
	"comingSoon.text2": "Armbet's goal is to help grow our sport and just make the armwrestling experience more fun. Armbet will be your guide from which you unlock your armwrestling journey. Beginner to veteran - the home of armwrestling.",
	"comingSoon.part1": "Find and create",
	"comingSoon.part2": "events",
	"comingSoon.part3": ", join the",
	"comingSoon.part4": " ranks",
	"comingsoon": "Coming Soon",
	"signUp.title": "Join now",
	"signUp.text": "Enter into the world of armwrestling. The most ancient and accessible sport.",
	"signUp.part1": "Join",
	"signUp.part2": "now",
	"signup": "Create account",
	"genders.male": "Male",
	"genders.female": "Female",
	"genders.other": "Other",
	"signUpSuccess.title": "Thank you for signing up!",
	"signUpSuccess.text": "You have created your account for the Armbet app that is coming soon. Please check your inbox to verify and activate your account. Remember your login details and we will contact you when the app has been released. See you on the other side.",
	"password": "Password",
	"email": "Email address",
	"fullname": "First and last name",
	"fulladdress": "Home location",
	"gender": "Gender",
	"createyouraccount": "Create your account",
	"changelanguage": "Change your language",
	"userterms": "User terms and conditions",
	"privacypolicy": "Privacy policy",
	"copyrightmessage": "© Copyright 2020 Armbet. All rights reserved.",
	"backtohomepage": "Back to homepage",
	"message": "Message",
	"close": "Close",
	"accountalreadyexists": "An account with that email address already exists. You might have already joined the community.",
	"notFound.title": "404",
	"notFound.text": "We're sorry but that page couldn't be found...",
	"errorhasoccured": "We're sorry but an error occured... Sorry for the inconvenience.",
	"networkerror": "We're sorry but we could not connect to the server...",
	"emailcouldntsend": "We're sorry but we could send the email. Please check your email address and try again.",
	"contactus": "Contact us",
	"nothanks": "No thanks",

	"accountactivated": "Your account has been activated!",
	"accountactivatedtext": "You have created your account for the Armbet app that is coming soon. Remember your email and password and we will contact you when the app has been released. See you on the other side.",
	"accountalreadyactivated": "Your account has already been activated!",
	"linknotvalid": "The link has expired",
	"linknotvalidtext": "The link you entered is not valid, if you want to activate your account please request that a new email is sent to your indox.",

	"improvetranslationstitle": "Help us improve the translations!",
	"improvetranslationstext": "Please contact us if you would like to help improve the translations",
	"privacypolicy.1.text1": "At armbet.com, accessible from www.armbet.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by armbet.com and how we use it.",
	"privacypolicy.1.text2": "If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.",
	"privacypolicy.1.text3": "This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in armbet.com. This policy is not applicable to any information collected offline or via channels other than this website.",
	"privacypolicy.2.title": "Consent",
	"privacypolicy.2.text1": "By using our website, you hereby consent to our Privacy Policy and agree to its terms.",
	"privacypolicy.3.title": "Information we collect",
	"privacypolicy.3.text1": "The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.",
	"privacypolicy.3.text2": "If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.",
	"privacypolicy.3.text3": "When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.",
	"privacypolicy.4.title": "How we use your information",
	"privacypolicy.4.text1": "We use the information we collect in various ways, including to:",
	"privacypolicy.4.text2": "Provide, operate, and maintain our website",
	"privacypolicy.4.text3": "Improve, personalize, and expand our website",
	"privacypolicy.4.text4": "Understand and analyze how you use our website",
	"privacypolicy.4.text5": "Develop new products, services, features, and functionality",
	"privacypolicy.4.text6": "Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes",
	"privacypolicy.4.text7": "Send you emails",
	"privacypolicy.4.text8": "Find and prevent fraud",
	"privacypolicy.5.title": "Log Files",
	"privacypolicy.5.text1": "armbet.com follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.",
	"privacypolicy.6.title": "Advertising Partners Privacy Policies",
	"privacypolicy.6.text1": "You may consult this list to find the Privacy Policy for each of the advertising partners of armbet.com.",
	"privacypolicy.6.text2": "Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on armbet.com, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.",
	"privacypolicy.6.text3": "Note that armbet.com has no access to or control over these cookies that are used by third-party advertisers.",
	"privacypolicy.7.title": "Third Party Privacy Policies",
	"privacypolicy.7.text1": "armbet.com's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.",
	"privacypolicy.7.text2": "You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. What Are Cookies?",
	"privacypolicy.8.title": "CCPA Privacy Rights (Do Not Sell My Personal Information)",
	"privacypolicy.8.text1": "Under the CCPA, among other rights, California consumers have the right to:",
	"privacypolicy.8.text2": "Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.",
	"privacypolicy.8.text3": "Request that a business delete any personal data about the consumer that a business has collected.",
	"privacypolicy.8.text4": "Request that a business that sells a consumer's personal data, not sell the consumer's personal data.",
	"privacypolicy.8.text5": "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
	"privacypolicy.9.title": "GDPR Data Protection Rights",
	"privacypolicy.9.text1": "We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:",
	"privacypolicy.9.text2": "The right to access – You have the right to request copies of your personal data. We may charge you a small fee for this service.",
	"privacypolicy.9.text3": "The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.",
	"privacypolicy.9.text4": "The right to erasure – You have the right to request that we erase your personal data, under certain conditions.",
	"privacypolicy.9.text5": "The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.",
	"privacypolicy.9.text6": "The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.",
	"privacypolicy.9.text7": "The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.",
	"privacypolicy.9.text8": "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
	"privacypolicy.10.title": "Children's Information",
	"privacypolicy.10.text1": "Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.",
	"privacypolicy.10.text2": "armbet.com does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.",
	"user.terms.1.text1": "These terms and conditions outline the rules and regulations for the use of Armbet, Inc's Website.",
	"user.terms.1.text2": "Armbet, Inc is located at:",
	"user.terms.1.text3": "Leslie St 5863 Unit 610 North York M2H 1J8 - Ontario, Canada",
	"user.terms.1.text4": "By accessing this website we assume you accept these terms and conditions in full. Do not continue to use Armbet, Inc's website if you do not accept all of the terms and conditions stated on this page.",
	"user.terms.1.text5": "The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: 'Client', 'You' and 'Your' refers to you, the person accessing this website and accepting the Company's terms and conditions. 'The Company', 'Ourselves', 'We', 'Our' and 'Us', refers to our Company. 'Party', 'Parties', or 'Us', refers to both the Client and ourselves, or either the Client or ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services/products, in accordance with and subject to, prevailing law of Canada. Any use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.",
	"user.terms.6.title": "RELEASE OF LIABILITY, WAIVER OF CLAIMS AND ASSUMPTION OF RISKS",
	"user.terms.6.text1": "By logging on or downloading ArmBet application, you hereby agree to accept these terms and conditions and further agree to indemnify and hold harmless ArmBet Inc., it’s officers, directors, shareholders and employees from any accidents, injuries, or direct or indirect damages of any kind which you may experience from your fitness activities or the use of the Armbet.com website and any other ArmBet service. You agree that neither ArmBet Inc., or its officers, directors, shareholders and employees, shall have any liability to you under any theory of liability or indemnity in connection with your use of Armbet.com or ArmBet Application.",
	"user.terms.6.text2": "PLEASE READ CAREFULLY!",
	"user.terms.6.text3": "You desire to use the ArmBet app to participate in the sport of arm-wrestling (the 'Activity') created and operated by ArmBet Inc., a corporation incorporated under the laws of Canada (the 'Company'). As lawful consideration for being permitted by the Company to engage in the Activity, You agree to all the terms and conditions set forth in this agreement (this 'Agreement').",
	"user.terms.6.text4": "1. You are aware and understand that the Activity is a potentially dangerous activity and involves the risk of serious injury, disability, death, or property damage. You are also aware of the highly contagious nature of bacterial and viral diseases including the 2019 novel coronavirus disease (COVID-19) (collectively the 'Disease') and the risk that you may be exposed to or contract the Disease or other infectious diseases by engaging in the Activity, which may result in serious illness, personal injury, disability, death, or property damage. You understand and acknowledge that these risks may result from or be compounded by the actions, omissions, or negligence of Company employees or others, including negligent emergency response or rescue operations of the Company. YOU ACKNOWLEDGE THAT YOU ARE VOLUNTARILY PARTICIPATING IN THE ACTIVITY WITH KNOWLEDGE OF THE DANGERS INVOLVED. YOU HEREBY AGREE TO ACCEPT AND ASSUME ALL RISKS OF INJURY, ILLNESS, DISABILITY, DEATH, OR PROPERTY DAMAGE ARISING FROM MY ENGAGING IN THE ACTIVITY, WHETHER CAUSED BY THE NEGLIGENCE OF THE COMPANY OR OTHERWISE.",
	"user.terms.6.text5": "2. You hereby expressly waive and release any and all claims which you have or may in future have, against the Company, and its officers, directors, employees, agents, representatives, affiliates, shareholders, successors, and assigns (collectively, 'Releasees'), on account of injury, illness, disability, death, or property damage arising out of or attributable to the Activity, whether arising out of the negligence of the Company or any other Releasee or otherwise, including without limitation, breach of contract, or breach of any statutory or other duty of care. You covenant not to make or bring any such claim against the Company or any other Releasee, and forever release and discharge the Company and all other Releasees from liability under such claims.",
	"user.terms.6.text6": "3. You confirm that you are: (a) in good health, in proper physical condition, and do not have any medical or other conditions that would impair my ability to participate in the Activity; and (b) not experiencing symptoms of the Disease (including but not limited to a cough, shortness of breath, or fever), do not have a confirmed or suspected case of the Disease, and have not come in contact in the last fourteen (14) days with a person who has been confirmed or suspected of having the Disease. you will comply with all federal, provincial/territorial, and local laws, orders, directives, and guidelines related to the Activity and the Disease while participating in the Activity. You will also follow all instructions, recommendations, and cautions of the Company at all times during the Activity. If at any time you believe conditions to be unsafe, that you will no longer in proper physical condition to participate in the Activity, or you begin experiencing symptoms of the Disease, you will immediately discontinue further participation in the Activity.",
	"user.terms.6.text7": "4. you shall defend, indemnify, and hold harmless the Company and all other Releasees against any and all losses, damages, liabilities, deficiencies, claims, actions, judgments, settlements, interest, awards, penalties, fines, costs, or expenses of whatever kind, including reasonable legal fees, fees, and the costs of enforcing any right to indemnification under this Agreement, and the cost of pursuing any insurance providers, incurred by the Company or any other Releasees, arising out or resulting from any claim of a third party related to the Activity.",
	"user.terms.6.text8": "5. This Agreement constitutes the sole and entire agreement of the Company and me with respect to the subject matter contained herein and supersedes all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, with respect to such subject matter. If any term or provision of this Agreement is invalid, illegal, or unenforceable in any jurisdiction, such invalidity, illegality, or unenforceability shall not affect any other term or provision of this Agreement or invalidate or render unenforceable such term or provision in any other jurisdiction. This Agreement is binding on and shall inure to the benefit of the Company and me and our respective successors and assigns. All matters arising out of or relating to this Agreement shall be governed by and construed in accordance with the laws of the Province of Ontario and the federal laws of Canada applicable therein. without giving effect to any choice or conflict of law provision or rule (whether of the Province of Ontario or any other jurisdiction). Any claim or cause of action arising under this Agreement may be brought only in the courts of the Province of Ontario, and you hereby consent to the exclusive jurisdiction of such courts. BY LOGGING ON OR DOWNLOADING ARMBET APPLICATION, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTOOD ALL OF THE TERMS OF THIS AGREEMENT AND THAT YOU ARE VOLUNTARILY GIVING UP SUBSTANTIAL LEGAL RIGHTS (ON MY BEHALF AND ON BEHALF OF MY HEIRS, EXECUTORS, ADMINISTRATORS AND NEXT-OF-KIN), INCLUDING THE RIGHT TO SUE THE COMPANY AND THE RELEASEES.",
	"user.terms.2.title": "Hyperlinking to our Content",
	"user.terms.2.text1": "The following organizations may link to our Web site without prior written approval:",
	"user.terms.2.text2": "Government agencies;",
	"user.terms.2.text3": "Search engines;",
	"user.terms.2.text4": "News organizations;",
	"user.terms.2.text5": "Online directory distributors when they list us in the directory may link to our Web site in the same manner as they hyperlink to the Web sites of other listed businesses;",
	"user.terms.2.text6": "Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.",
	"user.terms.2.text7": "These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site.",
	"user.terms.2.text8": "We may consider and approve in our sole discretion other link requests from the following types of organizations:",
	"user.terms.2.text9": "commonly-known consumer and/or business information sources such as Chambers of Commerce, American Automobile Association, AARP and Consumers Union;",
	"user.terms.2.text10": "dot.com community sites;",
	"user.terms.2.text11": "associations or other groups representing charities, including charity giving sites,",
	"user.terms.2.text12": "online directory distributors;",
	"user.terms.2.text13": "internet portals;",
	"user.terms.2.text14": "accounting, law and consulting firms whose primary clients are businesses; and",
	"user.terms.2.text15": "educational institutions and trade associations.",
	"user.terms.2.text16": "We will approve link requests from these organizations if we determine that: (a) the link would not reflect unfavorably on us or our accredited businesses (for example, trade associations or other organizations representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed to link); (b)the organization does not have an unsatisfactory record with us; (c) the benefit to us from the visibility associated with the hyperlink outweighs the absence of Armbet, Inc; and (d) where the link is in the context of general resource information or is otherwise consistent with editorial content in a newsletter or similar product furthering the mission of the organization.",
	"user.terms.2.text17": "These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and it products or services; and (c) fits within the context of the linking party's site.",
	"user.terms.2.text18": "If you are among the organizations listed in paragraph 2 above and are interested in linking to our website, you must notify us by sending an e-mail to ",
	"user.terms.2.text19": "Please include your name, your organization name, contact information (such as a phone number and/or e-mail address) as well as the URL of your site, a list of any URLs from which you intend to link to our Web site, and a list of the URL(s) on our site to which you would like to link. Allow 2-3 weeks for a response.",
	"user.terms.2.text20": "Approved organizations may hyperlink to our Web site as follows:",
	"user.terms.2.text21": "By use of our corporate name; or",
	"user.terms.2.text22": "By use of the uniform resource locator (Web address) being linked to; or",
	"user.terms.2.text23": "By use of any other description of our Web site or material being linked to that makes sense within the context and format of content on the linking party's site.",
	"user.terms.2.text24": "No use of Armbet, Inc's logo or other artwork will be allowed for linking absent a trademark license agreement.",
	"user.terms.3.title": "Removal of links from our website",
	"user.terms.3.text1": "If you find any link on our Web site or any linked web site objectionable for any reason, you may contact us about this. We will consider requests to remove links but will have no obligation to do so or to respond directly to you.",
	"user.terms.3.text2": "Whilst we endeavour to ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we commit to ensuring that the website remains available or that the material on the website is kept up to date.",
	"user.terms.4.title": "Content Liability",
	"user.terms.4.text1": "We shall have no responsibility or liability for any content appearing on your Web site. You agree to indemnify and defend us against all claims arising out of or based upon your Website. No link(s) may appear on any page on your Web site or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.",
	"user.terms.5.title": "Disclaimer",
	"user.terms.5.text1": "To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill). Nothing in this disclaimer will:",
	"user.terms.5.text2": "limit or exclude our or your liability for death or personal injury resulting from negligence;",
	"user.terms.5.text3": "limit or exclude our or your liability for fraud or fraudulent misrepresentation;",
	"user.terms.5.text4": "limit any of our or your liabilities in any way that is not permitted under applicable law; or",
	"user.terms.5.text5": "exclude any of our or your liabilities that may not be excluded under applicable law.",
	"user.terms.5.text6": "The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty.",
	"user.terms.5.text7": "To the extent that the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.",

	"leaderboard": "Leaderboard",
	"leaderboard.title": "Leaderboard",
	"leaderboard.description": "This is the Armbet coin leaderboard. See who has the most coins and where you stand!",
	"searchCurrentPage": "Search current page",
	"rank": "Rank",
	"user": "User",
	"coins": "Coins",
	"previous": "Previous page",
	"next": "Next page",
	"seeonapp": "View on the app",
	"seeleaderboard": "See leaderboard",
	"nousers": "No users to show",
	"yearsexperience": " years experience",
	"nodescription": "No description",
	"both": "Right and left",
	"right": "Right",
	"left": "Left",
	"male": "Male",
	"female": "Female",
	"other": "Other",
	"navBar.item4.text": "Store",
	"matches": "Matches",
	"wins": "Match wins"
}
