{
	"_colon_": ":",
	"languages.english": "अंग्रेज़ी",
	"languages.french": "फ्रेंच",
	"languages.spanish": "स्पेनिश",
	"languages.german": "जर्मन",
	"languages.hindi": "हिंदी",
	"languages.italian": "इतालवी",
	"languages.georgian": "जॉर्जियाई",
	"languages.portuguese": "पुर्तगाली",
	"languages.russian": "रूसी",
	"languages.swedish": "स्वीडिश",
	"languages.turkish": "तुर्की",
	"languages.ukrainian": "यूक्रेनी",
	"logoAlt": "आर्म्बेट लोगो",
	"navBar.item1.text": "यह कैसे काम करता है?",
	"navBar.item2.text": "आने की सुविधाएँ",
	"navBar.item3.text": "खाता बनाएं",
	"headline": "हाथ की कुश्ती की दुनिया में आपका स्वागत है",
	"headline.part1": "की दुनिया में आपका स्वागत है",
	"headline.part2": "बांह कुश्ती",
	"headlineText": "Armbet एक armwrestling ऐप है जो आपको साझेदारों को टीम बनाने और पकड़ने के लिए सक्षम बनाता है, जिसके साथ कई और सुविधाएँ जल्द ही आ सकती हैं।",
	"about.title": "सदस्य बनना",
	"about.text": "एक बार जब आप एक प्रोफ़ाइल बनाते हैं तो आप आर्मराइटिंग समुदाय में शामिल हो जाएंगे। आप हमारे नक्शे का उपयोग करके, उन्हें संदेश देने, मिलने और प्रशिक्षित करने और एक साथ प्रतिस्पर्धा करने के लिए दूसरों को खोजने में सक्षम होंगे।",
	"features1.title": "खोज",
	"features1.text": "अपने क्षेत्र या अभिरुचि के क्षेत्र में हस्तलेखक खोजें",
	"features2.title": "चैट",
	"features2.text": "उपयोगकर्ताओं को गतिविधियों को सेट करने के लिए संदेश दें",
	"features3.title": "ट्रेन और प्रतिस्पर्धा",
	"features3.text": "ट्रेन से मिलने और एक साथ प्रतिस्पर्धा करने के लिए",
	"comingSoon.title": "घटनाओं को ढूंढें और बनाएं, रैंक में शामिल हों!",
	"comingSoon.text": "जल्द ही आप अपने आस-पास की घटनाओं को खोजने में सक्षम होंगे और यहां तक कि अपना खुद का भी निर्माण कर सकते हैं। सभी हाथ पहलवानों के लिए एक पूरी रैंकिंग प्रणाली भी बनाई गई है! और हम वहाँ नहीं रुकेंगे ...",
	"comingSoon.text2": "",
	"comingSoon.part1": "खोजें और बनाएं",
	"comingSoon.part2": "आयोजन",
	"comingSoon.part3": ", रैंक में शामिल",
	"comingSoon.part4": " हों",
	"comingsoon": "जल्द आ रहा है",
	"signUp.title": "अब सम्मिलित हों",
	"signUp.text": "आर्मराइटिंग की दुनिया में प्रवेश करें। सबसे प्राचीन और सुलभ खेल।",
	"signUp.part1": "शामिल हों",
	"signUp.part2": "अभी",
	"signup": "खाता बनाएं",
	"genders.male": "पुरुष",
	"genders.female": "महिला",
	"genders.other": "अन्य",
	"signUpSuccess.title": "साइन अप करने के लिए आभार!",
	"signUpSuccess.text": "आपने जल्द ही आने वाले Armbet ऐप के लिए अपना खाता बनाया है। कृपया अपने खाते को सत्यापित करने और सक्रिय करने के लिए अपने इनबॉक्स की जांच करें। अपने लॉगिन विवरण याद रखें और जब ऐप जारी हो जाएगा तो हम आपसे संपर्क करेंगे। देखें। दूसरी तरफ।",
	"password": "कुंजिका",
	"email": "ईमेल पता",
	"fullname": "पूरा नाम",
	"fulladdress": "पूरा पता",
	"gender": "लिंग",
	"createyouraccount": "अपने खाते बनाएँ",
	"changelanguage": "अपनी भाषा बदलें",
	"userterms": "उपयोगकर्ता के नियम और शर्तें",
	"privacypolicy": "गोपनीयता नीति",
	"copyrightmessage": "© कॉपीराइट 2020 आर्म्बेट। सभी अधिकार सुरक्षित।",
	"backtohomepage": "वापस मुख्य पृष्ठ पर",
	"message": "संदेश",
	"close": "बंद करे",
	"accountalreadyexists": "उस ईमेल पते के साथ एक खाता पहले से मौजूद है। आप पहले ही समुदाय में शामिल हो सकते हैं।",
	"notFound.title": "404",
	"notFound.text": "हमें खेद है लेकिन वह पृष्ठ नहीं मिला ...",
	"errorhasoccured": "हमें खेद है, लेकिन एक त्रुटि हुई ... असुविधा के लिए क्षमा करें।",
	"networkerror": "हमें खेद है लेकिन हम सर्वर से कनेक्ट नहीं कर सके ...",
	"emailcouldntsend": "हमें खेद है लेकिन हम ईमेल भेज सकते हैं। कृपया अपना ईमेल पता जांचें और पुनः प्रयास करें।",
	"contactus": "संपर्क करें",
	"nothanks": "जी नहीं, धन्यवाद",
	"improvetranslationstitle": "अनुवादों को बेहतर बनाने में हमारी मदद करें!",
	"improvetranslationstext": "यदि आप अनुवादों को बेहतर बनाने में मदद करना चाहते हैं तो कृपया हमसे संपर्क करें",

	"accountactivated": "आपका खाता सक्रिय हो गया है!",
	"accountalreadyactivated": "आपका खाता पहले ही सक्रिय हो चुका है!",
	"accountactivatedtext": "आपने जल्द ही आने वाले Armbet ऐप के लिए अपना खाता बनाया है। अपने ईमेल और पासवर्ड को याद रखें और जब ऐप रिलीज़ हो जाएगा तो हम आपसे संपर्क करेंगे। दूसरी तरफ देखें।",
	"linknotvalid": "लिंक की समय सीमा समाप्त हो गई है",
	"linknotvalidtext": "आपके द्वारा दर्ज किया गया लिंक मान्य नहीं है, यदि आप अपना खाता सक्रिय करना चाहते हैं तो कृपया निवेदन करें कि आपके इनबॉक्स में एक नया ईमेल भेजा जाए।",

	"privacypolicy.1.text1": "Www.mbbet.com से सुलभ armbet.com पर, हमारी मुख्य प्राथमिकताओं में से एक हमारे आगंतुकों की गोपनीयता है। इस गोपनीयता नीति दस्तावेज़ में armbet.com द्वारा एकत्रित और दर्ज की गई जानकारी के प्रकार शामिल हैं और हम इसका उपयोग कैसे करते हैं।",
	"privacypolicy.1.text2": "यदि आपके पास अतिरिक्त प्रश्न हैं या हमारी गोपनीयता नीति के बारे में अधिक जानकारी की आवश्यकता है, तो हमसे संपर्क करने में संकोच न करें।",
	"privacypolicy.1.text3": "यह गोपनीयता नीति केवल हमारी ऑनलाइन गतिविधियों पर लागू होती है और हमारी वेबसाइट पर आने वाले आगंतुकों के लिए मान्य है कि वे उस जानकारी के संबंध में हैं, जो armbet.com में साझा और / या एकत्र करती है। यह नीति इस वेबसाइट के अलावा ऑफ़लाइन या चैनलों के माध्यम से एकत्र की गई किसी भी सूचना पर लागू नहीं है।",
	"privacypolicy.2.title": "सहमति",
	"privacypolicy.2.text1": "हमारी वेबसाइट का उपयोग करके, आप हमारी गोपनीयता नीति पर सहमति देते हैं और उसकी शर्तों से सहमत होते हैं।",
	"privacypolicy.3.title": "जानकारी हम एकत्र करते हैं",
	"privacypolicy.3.text1": "जो व्यक्तिगत जानकारी आपको प्रदान करने के लिए कहा जाता है, और जिन कारणों से आपको इसे प्रदान करने के लिए कहा जाता है, आपके द्वारा हमें आपकी व्यक्तिगत जानकारी प्रदान करने के लिए कहा जाएगा।",
	"privacypolicy.3.text2": "यदि आप हमसे सीधे संपर्क करते हैं, तो हम आपके बारे में अतिरिक्त जानकारी प्राप्त कर सकते हैं जैसे कि आपका नाम, ईमेल पता, फोन नंबर, संदेश की सामग्री और / या संलग्नक जो आप हमें भेज सकते हैं, और कोई अन्य जानकारी जिसे आप प्रदान करना चुन सकते हैं।",
	"privacypolicy.3.text3": "जब आप किसी खाते के लिए पंजीकरण करते हैं, तो हम आपसे आपकी संपर्क जानकारी मांग सकते हैं, जिसमें नाम, कंपनी का नाम, पता, ईमेल पता और टेलीफोन नंबर जैसे आइटम शामिल हैं।",
	"privacypolicy.4.title": "हम आपकी सूचना का किस प्रकार प्रयोग करते हैं",
	"privacypolicy.4.text1": "हम विभिन्न तरीकों से एकत्रित जानकारी का उपयोग करते हैं, जिनमें शामिल हैं:",
	"privacypolicy.4.text2": "हमारे website प्रदान करें, संचालित करें और बनाए रखें",
	"privacypolicy.4.text3": "हमारे वेबस्ट्रीम में सुधार, वैयक्तिकृत और विस्तृत करें",
	"privacypolicy.4.text4": "समझें और विश्लेषण करें कि आप हमारे वेबस्ट का उपयोग कैसे करते हैं",
	"privacypolicy.4.text5": "नए उत्पादों, सेवाओं, सुविधाओं और कार्यक्षमता का विकास करें",
	"privacypolicy.4.text6": "आपके साथ, सीधे या हमारे किसी साथी के माध्यम से, ग्राहक सेवा सहित, आपको अपडेट प्रदान करने और वेबस्टे से संबंधित अन्य जानकारी और विपणन और प्रचार उद्देश्यों के लिए संचार करें",
	"privacypolicy.4.text7": "आपको ईमेल भेजते हैं",
	"privacypolicy.4.text8": "धोखाधड़ी का पता लगाएं और उसे रोकें",
	"privacypolicy.5.title": "लॉग फ़ाइल",
	"privacypolicy.5.text1": "armbet.com लॉग फ़ाइलों का उपयोग करने की एक मानक प्रक्रिया का अनुसरण करता है। जब वे वेबसाइटों पर जाते हैं तो ये फाइलें आगंतुकों को लॉग करती हैं। सभी होस्टिंग कंपनियां ऐसा करती हैं और सेवाओं की एनालिटिक्स की मेजबानी का एक हिस्सा है। लॉग फ़ाइलों द्वारा एकत्र की गई जानकारी में इंटरनेट प्रोटोकॉल (आईपी) पते, ब्राउज़र प्रकार, इंटरनेट सेवा प्रदाता (आईएसपी), दिनांक और समय टिकट, संदर्भित पृष्ठ / निकास पृष्ठ और संभवतः क्लिक की संख्या शामिल है। ये किसी भी जानकारी से जुड़े नहीं हैं जो व्यक्तिगत रूप से पहचान योग्य हैं। जानकारी का उद्देश्य रुझानों का विश्लेषण करना, साइट का प्रबंधन करना, वेबसाइट पर उपयोगकर्ताओं के आंदोलन को ट्रैक करना और जनसांख्यिकीय जानकारी एकत्र करना है।",
	"privacypolicy.6.title": "विज्ञापन पार्टनर गोपनीयता नीतियां",
	"privacypolicy.6.text1": "आप armbet.com के प्रत्येक विज्ञापन भागीदार के लिए गोपनीयता नीति खोजने के लिए इस सूची से परामर्श कर सकते हैं।",
	"privacypolicy.6.text2": "तृतीय-पक्ष विज्ञापन सर्वर या विज्ञापन नेटवर्क कुकीज़, जावास्क्रिप्ट, या वेब बीकन जैसी तकनीकों का उपयोग करते हैं जो उनके संबंधित विज्ञापनों और लिंक में उपयोग किए जाते हैं जो armbet.com पर दिखाई देते हैं, जो सीधे उपयोगकर्ताओं के ब्राउज़र पर भेजे जाते हैं। जब यह होता है, तब वे अपने आप आपका आईपी पता प्राप्त कर लेते हैं। इन तकनीकों का उपयोग उनके विज्ञापन अभियानों की प्रभावशीलता को मापने और / या आपके द्वारा देखी जाने वाली वेबसाइटों पर दिखाई देने वाली विज्ञापन सामग्री को निजीकृत करने के लिए किया जाता है।",
	"privacypolicy.6.text3": "ध्यान दें कि armbet.com की इन कुकीज़ पर कोई पहुँच या नियंत्रण नहीं है जो कि तृतीय-पक्ष विज्ञापनदाताओं द्वारा उपयोग की जाती हैं।",
	"privacypolicy.7.title": "तृतीय पक्ष गोपनीयता नीतियां",
	"privacypolicy.7.text1": "armbet.com की गोपनीयता नीति अन्य विज्ञापनदाताओं या वेबसाइटों पर लागू नहीं होती है। इस प्रकार, हम आपको अधिक विस्तृत जानकारी के लिए इन तृतीय-पक्ष विज्ञापन सर्वरों की संबंधित गोपनीयता नीतियों से परामर्श करने की सलाह दे रहे हैं। इसमें कुछ विकल्पों को चुनने के तरीके के बारे में उनके अभ्यास और निर्देश शामिल हो सकते हैं। आपको इन गोपनीयता नीतियों और उनके लिंक की पूरी सूची यहां मिल सकती है: गोपनीयता नीति लिंक।",
	"privacypolicy.7.text2": "आप अपने व्यक्तिगत ब्राउज़र विकल्पों के माध्यम से कुकीज़ को निष्क्रिय करना चुन सकते हैं। विशिष्ट वेब ब्राउज़र के साथ कुकी प्रबंधन के बारे में अधिक विस्तृत जानकारी जानने के लिए, यह ब्राउज़र की संबंधित वेबसाइटों पर पाया जा सकता है। कुकीज़ क्या हैं?",
	"privacypolicy.8.title": "CCPA गोपनीयता अधिकार (मेरी व्यक्तिगत जानकारी न बेचें)",
	"privacypolicy.8.text1": "CCPA के तहत, अन्य अधिकारों में, कैलिफोर्निया उपभोक्ताओं को निम्नलिखित अधिकार हैं:",
	"privacypolicy.8.text2": "अनुरोध करें कि एक व्यवसाय जो एक उपभोक्ता के व्यक्तिगत डेटा को इकट्ठा करता है, वह व्यक्तिगत डेटा की श्रेणियों और विशिष्ट टुकड़ों का खुलासा करता है जो एक व्यवसाय ने उपभोक्ताओं के बारे में एकत्र किया है।",
	"privacypolicy.8.text3": "अनुरोध करें कि व्यवसाय ने उस उपभोक्ता के बारे में किसी भी व्यक्तिगत डेटा को हटा दिया है जो किसी व्यवसाय ने एकत्र किया है।",
	"privacypolicy.8.text4": "अनुरोध करें कि एक व्यवसाय जो उपभोक्ता के व्यक्तिगत डेटा को बेचता है, उपभोक्ता के व्यक्तिगत डेटा को नहीं बेचता है।",
	"privacypolicy.8.text5": "यदि आप एक अनुरोध करते हैं, तो आपके पास जवाब देने के लिए हमारे पास एक महीना है। यदि आप इनमें से किसी भी अधिकार का प्रयोग करना चाहते हैं, तो कृपया हमसे संपर्क करें।",
	"privacypolicy.9.title": "GDPR डेटा सुरक्षा अधिकार",
	"privacypolicy.9.text1": "हम यह सुनिश्चित करना चाहते हैं कि आप अपने सभी डेटा सुरक्षा अधिकारों से पूरी तरह अवगत हैं। प्रत्येक उपयोगकर्ता निम्नलिखित का हकदार है:",
	"privacypolicy.9.text2": "पहुंच का अधिकार - आपको अपने व्यक्तिगत डेटा की प्रतियों का अनुरोध करने का अधिकार है। इस सेवा के लिए हम आपसे एक छोटा शुल्क ले सकते हैं।",
	"privacypolicy.9.text3": "सुधार का अधिकार - आपके पास यह अनुरोध करने का अधिकार है कि हम आपके द्वारा मान्य किसी भी जानकारी को गलत मानते हैं। आपको यह अनुरोध करने का भी अधिकार है कि हम आपके द्वारा पूरी की गई जानकारी को अपूर्ण मानते हैं।",
	"privacypolicy.9.text4": "मिटाने का अधिकार - आपके पास यह अनुरोध करने का अधिकार है कि हम आपके व्यक्तिगत डेटा को कुछ शर्तों के तहत मिटा दें।",
	"privacypolicy.9.text5": "प्रसंस्करण को प्रतिबंधित करने का अधिकार - आपको यह अनुरोध करने का अधिकार है कि हम कुछ शर्तों के तहत आपके व्यक्तिगत डेटा के प्रसंस्करण को प्रतिबंधित करते हैं।",
	"privacypolicy.9.text6": "प्रसंस्करण पर आपत्ति का अधिकार - आपको कुछ शर्तों के तहत, हमारे व्यक्तिगत डेटा के हमारे प्रसंस्करण पर आपत्ति करने का अधिकार है।",
	"privacypolicy.9.text7": "डेटा पोर्टेबिलिटी का अधिकार - आपके पास यह अनुरोध करने का अधिकार है कि हम कुछ शर्तों के तहत, जो डेटा हमने किसी दूसरे संगठन में, या सीधे आपके पास जमा किया है, उसे ट्रांसफर कर दें।",
	"privacypolicy.9.text8": "यदि आप एक अनुरोध करते हैं, तो आपके पास जवाब देने के लिए हमारे पास एक महीना है। यदि आप इनमें से किसी भी अधिकार का प्रयोग करना चाहते हैं, तो कृपया हमसे संपर्क करें।",
	"privacypolicy.10.title": "बच्चों की जानकारी",
	"privacypolicy.10.text1": "हमारी प्राथमिकता का एक और हिस्सा इंटरनेट का उपयोग करते समय बच्चों के लिए सुरक्षा को जोड़ना है। हम माता-पिता और अभिभावकों को उनकी ऑनलाइन गतिविधि का निरीक्षण करने, भाग लेने और / या निगरानी करने और मार्गदर्शन करने के लिए प्रोत्साहित करते हैं।",
	"privacypolicy.10.text2": "armbet.com 13 साल से कम उम्र के बच्चों से जानबूझकर कोई व्यक्तिगत पहचान योग्य जानकारी एकत्र नहीं करता है। यदि आपको लगता है कि आपके बच्चे ने हमारी वेबसाइट पर इस तरह की जानकारी दी है, तो हम आपको तुरंत हमसे संपर्क करने के लिए प्रोत्साहित करते हैं और हम अपना सर्वश्रेष्ठ प्रयास करेंगे ऐसी सूचनाओं को तुरंत हमारे रिकॉर्ड से हटा दें।",
	"user.terms.1.text1": "ये नियम और शर्तें Armbet, Inc की वेबसाइट के उपयोग के लिए नियमों और विनियमों को रेखांकित करती हैं।",
	"user.terms.1.text2": "Armbet, Inc पर स्थित है:",
	"user.terms.1.text3": "लेस्ली सेंट 5863 यूनिट 610 उत्तरी यॉर्क  एम 2 एच 1 जे 8 - ओंटारियो, कनाडा",
	"user.terms.1.text4": "इस वेबसाइट को एक्सेस करके हम मान लेते हैं कि आप इन नियमों और शर्तों को पूर्ण रूप से स्वीकार करते हैं। यदि आप इस पृष्ठ पर बताए गए सभी नियमों और शर्तों को स्वीकार नहीं करते हैं, तो Armbet, Inc की वेबसाइट का उपयोग जारी न रखें।",
	"user.terms.1.text5": "निम्नलिखित शब्दावली इन नियमों और शर्तों, गोपनीयता कथन और अस्वीकरण नोटिस और किसी भी या सभी समझौतों पर लागू होती है: 'ग्राहक', 'आप' और 'आपका' आपको संदर्भित करता है, इस वेबसाइट पर पहुंचने वाले व्यक्ति और कंपनी के नियमों और शर्तों को स्वीकार करते हैं। 'द कंपनी ’,' अवरसेल्फ’, Company वी ’, and अवर’ और, अस ’हमारी कंपनी को संदर्भित करता है। 'पार्टी', 'पार्टीज़', या 'अस', क्लाइंट और स्वयं, या तो क्लाइंट या स्वयं दोनों को संदर्भित करता है। सभी शर्तें ग्राहक के लिए हमारी सहायता की प्रक्रिया शुरू करने के लिए आवश्यक भुगतान की पेशकश, स्वीकृति और विचार का उल्लेख करती हैं, चाहे वह एक निश्चित अवधि की औपचारिक बैठकों, या किसी अन्य माध्यम से, बैठक के व्यक्त उद्देश्य के लिए हो कनाडा के प्रचलित कानून के अनुसार, कंपनी की घोषित सेवाओं / उत्पादों के प्रावधान के संबंध में ग्राहक की आवश्यकता। उपरोक्त शब्दावली या एकवचन, बहुवचन, पूंजीकरण और / या वह / या में अन्य शब्दों का उपयोग, विनिमेय के रूप में लिया जाता है और इसलिए उसी के संदर्भ में।",
	"user.terms.2.title": "हमारी सामग्री के लिए हाइपरलिंकिंग",
	"user.terms.2.text1": "निम्नलिखित संगठन पूर्व लिखित स्वीकृति के बिना हमारी वेब साइट से लिंक कर सकते हैं:",
	"user.terms.2.text2": "सरकारी संस्थाएं;",
	"user.terms.2.text3": "खोज यन्त्र;",
	"user.terms.2.text4": "समाचार संगठन;",
	"user.terms.2.text5": "ऑनलाइन निर्देशिका वितरक जब वे हमें निर्देशिका में सूचीबद्ध करते हैं तो वे हमारी वेब साइट से उसी प्रकार लिंक कर सकते हैं जैसे वे अन्य सूचीबद्ध व्यवसायों की वेब साइटों पर हाइपरलिंक करते हैं;",
	"user.terms.2.text6": "गैर-लाभकारी संगठनों, चैरिटी शॉपिंग मॉल और चैरिटी धन उगाहने वाले समूहों को छोड़कर सिस्टीमाइड मान्यता प्राप्त व्यवसाय जो हमारी वेब साइट पर हाइपरलिंक नहीं हो सकते हैं।",
	"user.terms.2.text7": "ये संगठन हमारे होम पेज से जुड़ सकते हैं, प्रकाशनों या अन्य वेब साइट की जानकारी के लिए लिंक के रूप में लंबे समय तक: (ए) किसी भी तरह से भ्रामक नहीं है; (बी) लिंकिंग पार्टी और उसके उत्पादों या सेवाओं के गलत तरीके से प्रायोजन, समर्थन या अनुमोदन नहीं करता है; और (c) लिंकिंग पार्टी की साइट के संदर्भ में फिट बैठता है।",
	"user.terms.2.text8": "हम निम्नलिखित प्रकार के संगठनों से अपने एकमात्र विवेक अन्य लिंक अनुरोधों पर विचार और अनुमोदन कर सकते हैं:",
	"user.terms.2.text9": "सामान्यतः ज्ञात उपभोक्ता और / या व्यावसायिक सूचना स्रोत जैसे चैंबर्स ऑफ कॉमर्स, अमेरिकन ऑटोमोबाइल एसोसिएशन, एएआरपी और उपभोक्ता संघ;",
	"user.terms.2.text10": "dot.com सामुदायिक साइटों;",
	"user.terms.2.text11": "संघों या अन्य समूहों के दान का प्रतिनिधित्व करते हैं, जिनमें दान देने वाली साइटें शामिल हैं,",
	"user.terms.2.text12": "ऑनलाइन निर्देशिका वितरक;",
	"user.terms.2.text13": "इंटरनेट पोर्टल्स;",
	"user.terms.2.text14": "लेखांकन, कानून और परामर्श फर्म जिनके प्राथमिक ग्राहक व्यवसाय हैं; तथा",
	"user.terms.2.text15": "शैक्षिक संस्थान और व्यापार संघ।",
	"user.terms.2.text16": "अगर हम यह निर्धारित करते हैं कि हम इन संगठनों से लिंक अनुरोधों को मंजूरी देंगे: (ए) लिंक प्रतिकूल रूप से हमारे या हमारे मान्यता प्राप्त व्यवसायों (उदाहरण के लिए, व्यापार संघों या अन्य संगठनों जैसे व्यापार के अंतर्निहित संदिग्ध प्रकारों का प्रतिनिधित्व नहीं करते हैं) घर के अवसरों, लिंक करने की अनुमति नहीं दी जाएगी); (ख) संगठन का हमारे साथ असंतोषजनक रिकॉर्ड नहीं है; (ग) अरिम्बेट, इंक। की अनुपस्थिति से जुड़ी हाइपरलिंक से जुड़ी दृश्यता से हमें लाभ; और (डी) जहां लिंक सामान्य संसाधन जानकारी के संदर्भ में है या अन्यथा समाचार पत्र में संपादकीय सामग्री या संगठन के मिशन को आगे बढ़ाने वाले समान उत्पाद के अनुरूप है।",
	"user.terms.2.text17": "ये संगठन हमारे होम पेज से जुड़ सकते हैं, प्रकाशनों या अन्य वेब साइट की जानकारी के लिए लिंक के रूप में लंबे समय तक: (ए) किसी भी तरह से भ्रामक नहीं है; (b) लिंकिंग पार्टी और इसके उत्पादों या सेवाओं का गलत तरीके से प्रायोजन, समर्थन या अनुमोदन नहीं करता है; और (c) लिंकिंग पार्टी की साइट के संदर्भ में फिट बैठता है।",
	"user.terms.2.text18": "यदि आप उपरोक्त अनुच्छेद 2 में सूचीबद्ध संगठनों में से हैं और हमारी वेबसाइट से जुड़ने में रुचि रखते हैं, तो आपको हमें ई-मेल भेजकर सूचित करना चाहिए",
	"user.terms.2.text19": "कृपया अपना नाम, अपना संगठन का नाम, संपर्क जानकारी (जैसे एक फ़ोन नंबर और / या ई-मेल पता) और साथ ही अपनी साइट का URL, किसी भी URL की एक सूची जिसमें से आप हमारी वेब साइट से लिंक करना चाहते हैं, शामिल करें। और हमारी साइट पर URL की एक सूची जिस पर आप लिंक करना चाहते हैं। प्रतिक्रिया के लिए 2-3 सप्ताह का समय दें।",
	"user.terms.2.text20": "स्वीकृत संगठन हमारी वेब साइट पर हाइपरलिंक निम्नानुसार हो सकते हैं:",
	"user.terms.2.text21": "हमारे कॉर्पोरेट नाम के उपयोग से; या",
	"user.terms.2.text22": "समान संसाधन लोकेटर (वेब पते) के उपयोग से जुड़ा हुआ है; या",
	"user.terms.2.text23": "हमारी वेब साइट या सामग्री से जुड़े किसी भी अन्य विवरण का उपयोग करके लिंकिंग पार्टी की साइट पर सामग्री के संदर्भ और प्रारूप के भीतर समझ में आता है।",
	"user.terms.2.text24": "अनुपस्थित ट्रेडमार्क लाइसेंस समझौते को जोड़ने के लिए आर्म्बेट, इंक का लोगो या अन्य कलाकृति का कोई उपयोग नहीं किया जाएगा।",
	"user.terms.3.title": "हमारी वेबसाइट से लिंक हटाना",
	"user.terms.3.text1": "यदि आपको हमारी वेब साइट या किसी भी लिंक किए गए वेब साइट पर किसी भी कारण से आपत्तिजनक लगता है, तो आप इस बारे में हमसे संपर्क कर सकते हैं। हम लिंक हटाने के अनुरोधों पर विचार करेंगे लेकिन ऐसा करने के लिए या सीधे आपको जवाब देने के लिए कोई दायित्व नहीं होगा।",
	"user.terms.3.text2": "जब भी हम यह सुनिश्चित करने का प्रयास करते हैं कि इस वेबसाइट की जानकारी सही है, तो हम इसकी पूर्णता या सटीकता की जांच नहीं करते हैं; न ही हम यह सुनिश्चित करने के लिए प्रतिबद्ध हैं कि वेबसाइट उपलब्ध रहे या वेबसाइट पर सामग्री अद्यतित रहे।",
	"user.terms.4.title": "सामग्री देयता",
	"user.terms.4.text1": "आपकी वेब साइट पर प्रदर्शित होने वाली किसी भी सामग्री के लिए हमारी कोई जिम्मेदारी या दायित्व नहीं होगा। आप अपनी वेबसाइट पर या उसके आधार पर उत्पन्न होने वाले सभी दावों के खिलाफ क्षतिपूर्ति करने और हमें बचाने के लिए सहमत हैं। आपकी वेब साइट पर या सामग्री या सामग्री से संबंधित किसी भी पृष्ठ पर कोई लिंक (एस) दिखाई नहीं दे सकता है, जिसकी व्याख्या अपमानजनक, अश्लील या आपराधिक के रूप में की जा सकती है, या जो उल्लंघन करता है, अन्यथा उल्लंघन या अन्य उल्लंघन की वकालत करता है, या तीसरे पक्ष के अधिकार।",
	"user.terms.5.title": "अस्वीकरण",
	"user.terms.5.text1": "लागू कानून द्वारा अनुमत अधिकतम सीमा तक, हम अपनी वेबसाइट से संबंधित सभी अभ्यावेदन, वारंटी और शर्तों और इस वेबसाइट के उपयोग को शामिल करते हैं (बिना किसी सीमा के, संतोषजनक गुणवत्ता के उद्देश्य से कानून द्वारा निहित किसी भी वारंटी, उद्देश्य और / या के लिए। उचित देखभाल और कौशल का उपयोग)। इस अस्वीकरण में कुछ भी नहीं होगा:",
	"user.terms.5.text2": "लापरवाही से होने वाली मृत्यु या व्यक्तिगत चोट के लिए हमारी या आपके दायित्व को सीमित या बाहर करना;",
	"user.terms.5.text3": "धोखाधड़ी या धोखाधड़ी की गलत व्याख्या के लिए हमारी या आपकी देयता को सीमित या बाहर करना;",
	"user.terms.5.text4": "लागू कानून के तहत अनुमति नहीं है कि किसी भी तरह से हमारी या आपकी देनदारियों में से किसी को सीमित करें; या",
	"user.terms.5.text5": "हमारी या आपकी देनदारियों में से किसी को बाहर करना जो लागू कानून के तहत शामिल न हो।",
	"user.terms.5.text6": "इस खंड में और इस अस्वीकरण में कहीं और देयता की सीमाएं और बहिष्करण: (ए) पूर्ववर्ती पैराग्राफ के अधीन हैं; और (बी) अस्वीकरण के तहत या इस अस्वीकरण की विषय वस्तु के संबंध में उत्पन्न होने वाली सभी देनदारियों को नियंत्रित करता है, जिसमें अनुबंध में उत्पन्न होने वाली देयताएं, यातना में (लापरवाही सहित) और सांविधिक कर्तव्य के उल्लंघन के लिए शामिल हैं।",
	"user.terms.5.text7": "इस हद तक कि वेबसाइट और सूचना और सेवाओं को वेबसाइट पर नि: शुल्क प्रदान किया जाता है, हम किसी भी प्रकृति के नुकसान या क्षति के लिए उत्तरदायी नहीं होंगे।",
	"user.terms.6.title": "देयता का विस्तार, क्लीमर्स का विस्तार और रिस्क की सहायता",
	"user.terms.6.text1": "आर्मबेट एप्लिकेशन को लॉग ऑन या डाउनलोड करने के बाद, आप इन नियमों और शर्तों को स्वीकार करने और हानिरहित आर्मबीट इंक को आगे बढ़ाने और रखने के लिए सहमत होते हैं, यह किसी भी दुर्घटना, चोटों, या प्रत्यक्ष या अप्रत्यक्ष किसी भी प्रकार के नुकसान से अधिकारियों, निदेशकों, शेयरधारकों और कर्मचारियों को है। जिस तरह से आप अपनी फिटनेस गतिविधियों या Armbet.com वेबसाइट और किसी अन्य शाखा सेवा के उपयोग से अनुभव कर सकते हैं। आप सहमत हैं कि न तो आर्मबेट इंक, या इसके अधिकारी, निदेशक, शेयरधारक और कर्मचारी, आपके पास Armbet.com या आर्मबेट एप्लिकेशन के उपयोग के संबंध में देयता या क्षतिपूर्ति के किसी भी सिद्धांत के तहत आपके लिए कोई दायित्व नहीं होगा।",
	"user.terms.6.text2": "ध्यानपूर्वक पढ़ें!",
	"user.terms.6.text3": "आप आर्मबेट इंक के खेल में भाग लेने के लिए आर्मब्रेट ऐप का उपयोग करना चाहते हैं, जो कि आर्मबेट इंक द्वारा बनाया गया और संचालित है, जो कि कनाडा ('कंपनी') के कानूनों के तहत निगमित एक निगम है। जैसा कि कंपनी द्वारा गतिविधि में संलग्न होने की अनुमति के लिए वैध विचार, आप इस समझौते (इस 'समझौते') में निर्धारित सभी नियमों और शर्तों से सहमत हैं।",
	"user.terms.6.text4": "1. आप जानते हैं और समझते हैं कि गतिविधि एक संभावित खतरनाक गतिविधि है और इसमें गंभीर चोट, विकलांगता, मृत्यु या संपत्ति की क्षति का जोखिम शामिल है। आप 2019 के उपन्यास कोरोनोवायरस रोग (COVID-19) (सामूहिक रूप से 'रोग') और उस जोखिम के बारे में भी जानते हैं, जो रोग या अन्य संक्रामक रोगों के संपर्क में आने से हो सकता है। गतिविधि में उलझाने, जिसके परिणामस्वरूप गंभीर बीमारी, व्यक्तिगत चोट, विकलांगता, मृत्यु या संपत्ति की क्षति हो सकती है। आप समझते हैं और स्वीकार करते हैं कि ये जोखिम कंपनी के कर्मचारियों या अन्य लोगों के कार्यों, चूक, या लापरवाही से जटिल हो सकते हैं, जिसमें कंपनी की लापरवाहीपूर्ण आपातकालीन प्रतिक्रिया या बचाव कार्य शामिल हैं। आप इस बात को स्वीकार करते हैं कि आप इनवोल्व किए गए दावों के साथ सक्रियता में भागीदारी कर रहे हैं। आप यहां स्वीकार करते हैं कि कंपनी के सभी सदस्यों से कार्यभार ग्रहण करने के दौरान, हमारे निवेश, बीमा, देयता, आधार, या संपत्ति के सभी प्रकारों की स्वीकृति और प्राप्ति की अनुमति दी जाती है।",
	"user.terms.6.text5": "2. आप कंपनी के विरुद्ध और उसके अधिकारियों, निदेशकों, कर्मचारियों, एजेंटों, प्रतिनिधियों, सहयोगियों, अंशधारकों, उत्तराधिकारियों और उत्तराधिकारियों, उत्तराधिकारियों, उत्तराधिकारियों और उत्तराधिकारियों को स्पष्ट रूप से माफ कर देते हैं और आपके पास जो भी भविष्य में है या हो सकता है, जारी करते हैं। '), चोट, बीमारी, विकलांगता, मृत्यु, या संपत्ति की क्षति के कारण या गतिविधि के कारण, चाहे वह कंपनी की लापरवाही से उत्पन्न हो या किसी अन्य रिलीजन या अन्यथा, जिसमें बिना सीमा के, अनुबंध का उल्लंघन शामिल है। या किसी भी वैधानिक या देखभाल के अन्य कर्तव्य का उल्लंघन। आप कंपनी या किसी अन्य कंपनी के खिलाफ ऐसा कोई दावा नहीं करते या नहीं लाते, और हमेशा इस तरह के दावों के तहत देयता से कंपनी और अन्य सभी रिलीज़ों को मुक्त करते हैं।",
	"user.terms.6.text6": "3. आप पुष्टि करते हैं कि आप हैं: (ए) अच्छे स्वास्थ्य में, उचित शारीरिक स्थिति में, और ऐसी कोई चिकित्सा या अन्य शर्तें नहीं हैं जो गतिविधि में भाग लेने की मेरी क्षमता को ख़राब कर दें; और (बी) रोग के लक्षणों का अनुभव नहीं कर रहे हैं (जिसमें एक खाँसी तक सीमित नहीं है, सांस की तकलीफ, या बुखार), रोग की पुष्टि या संदिग्ध मामला नहीं है, और पिछले चौदह के संपर्क में नहीं आए हैं ( 14) ऐसे व्यक्ति के साथ दिन जो रोग होने की पुष्टि या संदेह किया गया हो। आप गतिविधि में भाग लेते समय गतिविधि से संबंधित सभी संघीय, प्रांतीय / क्षेत्रीय और स्थानीय कानूनों, आदेशों, निर्देशों और दिशानिर्देशों का पालन करेंगे। आप गतिविधि के दौरान हर समय कंपनी के सभी निर्देशों, सिफारिशों और सावधानियों का पालन करेंगे। यदि किसी समय आप शर्तों को असुरक्षित मानते हैं, कि आप गतिविधि में भाग लेने के लिए उचित शारीरिक स्थिति में नहीं रहेंगे, या आप रोग के लक्षणों का अनुभव करना शुरू कर देंगे, तो आप तुरंत गतिविधि में भाग लेना बंद कर देंगे।",
	"user.terms.6.text7": "4. आप किसी भी और सभी नुकसानों, हर्जाने, देनदारियों, कमियों, दावों, कार्यों, निर्णयों, बस्तियों, ब्याज, पुरस्कार, जुर्माना, जुर्माना, लागत, या के खर्चों के खिलाफ कंपनी और अन्य सभी रिलीज के खिलाफ निंदा, निंदा, और रोकेंगे इस समझौते के तहत उचित कानूनी शुल्क, शुल्क, और किसी भी क्षतिपूर्ति के अधिकार को लागू करने की लागत, और कंपनी या किसी भी अन्य रिलीज के द्वारा किसी भी बीमा प्रदाताओं को आगे बढ़ाने की लागत सहित कोई भी प्रकार, किसी भी दावे से उत्पन्न या जिसके परिणामस्वरूप गतिविधि से संबंधित तीसरा पक्ष।",
	"user.terms.6.text8": "5. यह समझौता कंपनी और मेरे बीच के एकमात्र और संपूर्ण समझौते का गठन करता है जिसमें इस विषय के संबंध में और पूर्व और समकालीन समझ, समझौतों, अभ्यावेदन, और वारंटियों, दोनों लिखित और मौखिक, ऐसे लिखित मामले के संबंध में शामिल हैं। यदि इस समझौते का कोई भी शब्द या प्रावधान किसी भी अधिकार क्षेत्र में अमान्य, अवैध, या अप्राप्य है, तो इस तरह की अमान्यता, अवैधता, या अपरिवर्तनीयता इस अनुबंध के किसी भी अन्य शब्द या प्रावधान को प्रभावित नहीं करेगी या किसी अन्य क्षेत्राधिकार में इस तरह के शब्द या प्रावधान को अमान्य या सुरक्षित नहीं करेगी। । यह समझौता कंपनी और मेरे और हमारे संबंधित उत्तराधिकारियों और असाइनमेंट के लाभ के लिए बाध्य है और इनकाउंटर है। इस समझौते से संबंधित या उससे संबंधित सभी मामले ओंटारियो प्रांत के कानून और कनाडा के संघीय कानूनों के अनुसार शासित होंगे और उन पर लागू होंगे। कानून के प्रावधान या नियम (चाहे ओंटारियो के प्रांत या किसी अन्य क्षेत्राधिकार) के किसी भी विकल्प या संघर्ष को प्रभावित किए बिना। इस समझौते के तहत होने वाली कार्रवाई का कोई भी दावा या कारण केवल ओंटारियो प्रांत की अदालतों में लाया जा सकता है, और आप इस तरह के न्यायालयों के अनन्य क्षेत्राधिकार के लिए सहमति देते हैं। आपके द्वारा दिए गए या डाउनलोड किए गए आवेदन को लॉग इन करके, आप यह स्वीकार करते हैं कि आपने इस समझौते के सभी नियमों का पालन किया है और आपको लगता है कि आप उत्तर प्रदेश के कानूनी कानूनी अधिकार के आधार पर हैं (जो आपके उत्तर और उत्तर-पूर्व में हैं)। ऑफ-किन), कंपनी और नियमों का पालन करने के लिए अधिकार प्रदान करता है।"
}
