{
	"_colon_": ": ",
	"languages.english": "Engels",
	"languages.french": "Frans",
	"languages.german": "Duits",
	"languages.spanish": "Spaans",
	"languages.hindi": "Hindoe",
	"languages.italian": "Italiaans",
	"languages.georgian": "Georgisch",
	"languages.portuguese": "Portugees",
	"languages.russian": "Russisch",
	"languages.swedish": "Zweeds",
	"languages.turkish": "Turks",
	"languages.ukrainian": "Oekraïens",
	"logoAlt": "Armbet logo",
	"navBar.item1.text": "Hoe werkt het?",
	"navBar.item2.text": "Functies die nog komen",
	"navBar.item3.text": "Creëer account",
	"headline": "Welkom in de wereld van het armworstelen",
	"headline.part1": "Welkom in de wereld van het",
	"headline.part2": "armworstelen",
	"headlineText": "Armbet is een armworstel app waarmee je trainingsparters kan vinden om mee te armworstelen. Binnenkort komen er nog veel meer functies.",
	"about.title": "lid worden",
	"about.text": "Nadat je een profiel het aangemaakt, ben je lid van de armworstel gemeenschap. Je kan andere mensen vinden door de kaart te gebruiken, ze een bericht te sturen om daarna af te spreken, te trainen of samen aan wedstrijden meedoen. Ook zal je profijt hebben aan alle funties die later uitkomen. Dit is pas het begin, scroll naar beneden om te kijken wat er nog aan gaat komen.",
	"features1.title": "Vind",
	"features1.text": "Vind armworstelaars in jouw buurt of regio. Verander de criteria om jouw perfecte partner te vinden.",
	"features2.title": "Chat",
	"features2.text": "Chat met anderen om activiteiten te organiseren of om af te spreken.",
	"features3.title": "Trainen en wedstrijden",
	"features3.text": "Spreek af om samen te trainen en aan wedstrijden mee te doen.",
	"comingSoon.title": "Vind en creër evenementen, krijg een plek op de ranklijst!",
	"comingSoon.text": "Binnenkort kan je evenementen vinden en creëren. Een complete ranglijst voor alle armworstelaars staat ook op de planning! En er komt nog meer...",
	"comingSoon.text2": "Het doel van Armbet is om de sport groter te maken, en armworstelen leuker te maken. Armbet zal jouw gids zijn voor jouw armworstel reis. Beginner tot veteraan - centrum van armwrestling.",
	"comingSoon.part1": "Vind en creëer",
	"comingSoon.part2": "evenementen",
	"comingSoon.part3": ", treed toe tot de",
	"comingSoon.part4": " ranglijst",
	"comingsoon": "Komt binnenkort",
	"signUp.title": "Registreer nu",
	"signUp.text": "Word gedeelde van de wereld van het armworstelen. De werelds oudste en meest toegankelijke sport.",
	"signUp.part1": "Registreer",
	"signUp.part2": "nu",
	"signup": "Creëer een account",
	"genders.male": "Man",
	"genders.female": "Vrouw",
	"genders.other": "Anders",
	"signUpSuccess.title": "Dank je wel voor de registratie!",
	"signUpSuccess.text": "Je hebt een account gecreëerd voor de Armbet app die er snel aankomt. Bekijk je inbox en activeer je account. Onthoud je login gegevens en we zullen contact met je opnemen zodra de app uit is. We zien je snel daar.",
	"password": "Wachtwoord",
	"email": "E-mailadres",
	"fullname": "Voornaam en achternaam",
	"fulladdress": "Woonadres",
	"gender": "geslacht",
	"createyouraccount": "Creëer nu je account",
	"changelanguage": "Kies je taal",
	"userterms": "Gebruiker gebruikersvoorwaarden",
	"privacypolicy": "Privacybeleid",
	"copyrightmessage": "© Copyright 2020 Armbet. Alle rechten gereseveerd.",
	"backtohomepage": "Terug naar home",
	"message": "Bericht",
	"close": "Sluit af",
	"accountalreadyexists": "Er bestaat al een account met dat e-mailadres. Je bent misschien al lid.",
	"notFound.title": "404",
	"notFound.text": "Sorry, maar die pagina kunnen we niet vinden...",
	"errorhasoccured": "Sorry, maar er is een Error.. excuus voor het ongemak.",
	"networkerror": "Sorry, we konden niet met de server verbinden...",
	"emailcouldntsend": "Het spijt ons maar we konden de email niet versturen. Check alsjeblieft je e-mailadres en probeer opnieuw",
	"contactus": "Neem contact op",
	"nothanks": "Nee bedankt",

	"accountactivated": "Je account is geactiveerd!",
	"accountactivatedtext": "Je hebt zojuist je account voor de Armbet app die er snel aankomt aangemaakt. Onthoud je login gegevens en we zullen contact met je opnemen zodra de app uit is. We zien je snel daar.",
	"accountalreadyactivated": "Je account is al geactiveerd!",
	"linknotvalid": "Deze link is niet meer geldig",
	"linknotvalidtext": "Deze link is niet geldig, Als je je account wil activeren, vraag een nieuwe mail aan die we naar je sturen.",

	"improvetranslationstitle": "Help ons met het verbeteren van de vertalingen!",
	"improvetranslationstext": "neem alsjeblieft contact met ons op als je wilt helpen met vertalen.",
	"privacypolicy.1.text1": "At armbet.com, accessible from www.armbet.com, one of our main priorities is the privacy of our visitors. This Privacy Policy document contains types of information that is collected and recorded by armbet.com and how we use it.",
	"privacypolicy.1.text2": "If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.",
	"privacypolicy.1.text3": "This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in armbet.com. This policy is not applicable to any information collected offline or via channels other than this website.",
	"privacypolicy.2.title": "Consent",
	"privacypolicy.2.text1": "By using our website, you hereby consent to our Privacy Policy and agree to its terms.",
	"privacypolicy.3.title": "Information we collect",
	"privacypolicy.3.text1": "The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.",
	"privacypolicy.3.text2": "If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.",
	"privacypolicy.3.text3": "When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.",
	"privacypolicy.4.title": "How we use your information",
	"privacypolicy.4.text1": "We use the information we collect in various ways, including to:",
	"privacypolicy.4.text2": "Provide, operate, and maintain our website",
	"privacypolicy.4.text3": "Improve, personalize, and expand our website",
	"privacypolicy.4.text4": "Understand and analyze how you use our website",
	"privacypolicy.4.text5": "Develop new products, services, features, and functionality",
	"privacypolicy.4.text6": "Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes",
	"privacypolicy.4.text7": "Send you emails",
	"privacypolicy.4.text8": "Find and prevent fraud",
	"privacypolicy.5.title": "Log Files",
	"privacypolicy.5.text1": "armbet.com follows a standard procedure of using log files. These files log visitors when they visit websites. All hosting companies do this and a part of hosting services' analytics. The information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks. These are not linked to any information that is personally identifiable. The purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.",
	"privacypolicy.6.title": "Advertising Partners Privacy Policies",
	"privacypolicy.6.text1": "You may consult this list to find the Privacy Policy for each of the advertising partners of armbet.com.",
	"privacypolicy.6.text2": "Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on armbet.com, which are sent directly to users' browser. They automatically receive your IP address when this occurs. These technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.",
	"privacypolicy.6.text3": "Note that armbet.com has no access to or control over these cookies that are used by third-party advertisers.",
	"privacypolicy.7.title": "Third Party Privacy Policies",
	"privacypolicy.7.text1": "armbet.com's Privacy Policy does not apply to other advertisers or websites. Thus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information. It may include their practices and instructions about how to opt-out of certain options. You may find a complete list of these Privacy Policies and their links here: Privacy Policy Links.",
	"privacypolicy.7.text2": "You can choose to disable cookies through your individual browser options. To know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites. What Are Cookies?",
	"privacypolicy.8.title": "CCPA Privacy Rights (Do Not Sell My Personal Information)",
	"privacypolicy.8.text1": "Under the CCPA, among other rights, California consumers have the right to:",
	"privacypolicy.8.text2": "Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.",
	"privacypolicy.8.text3": "Request that a business delete any personal data about the consumer that a business has collected.",
	"privacypolicy.8.text4": "Request that a business that sells a consumer's personal data, not sell the consumer's personal data.",
	"privacypolicy.8.text5": "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
	"privacypolicy.9.title": "GDPR Data Protection Rights",
	"privacypolicy.9.text1": "We would like to make sure you are fully aware of all of your data protection rights. Every user is entitled to the following:",
	"privacypolicy.9.text2": "The right to access – You have the right to request copies of your personal data. We may charge you a small fee for this service.",
	"privacypolicy.9.text3": "The right to rectification – You have the right to request that we correct any information you believe is inaccurate. You also have the right to request that we complete the information you believe is incomplete.",
	"privacypolicy.9.text4": "The right to erasure – You have the right to request that we erase your personal data, under certain conditions.",
	"privacypolicy.9.text5": "The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.",
	"privacypolicy.9.text6": "The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.",
	"privacypolicy.9.text7": "The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.",
	"privacypolicy.9.text8": "If you make a request, we have one month to respond to you. If you would like to exercise any of these rights, please contact us.",
	"privacypolicy.10.title": "Children's Information",
	"privacypolicy.10.text1": "Another part of our priority is adding protection for children while using the internet. We encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.",
	"privacypolicy.10.text2": "armbet.com does not knowingly collect any Personal Identifiable Information from children under the age of 13. If you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.",
	"user.terms.1.text1": "These terms and conditions outline the rules and regulations for the use of Armbet, Inc's Website.",
	"user.terms.1.text2": "Armbet, Inc is located at:",
	"user.terms.1.text3": "Leslie St 5863 Unit 610 North York M2H 1J8 - Ontario, Canada",
	"user.terms.1.text4": "By accessing this website we assume you accept these terms and conditions in full. Do not continue to use Armbet, Inc's website if you do not accept all of the terms and conditions stated on this page.",
	"user.terms.1.text5": "The following terminology applies to these Terms and Conditions, Privacy Statement and Disclaimer Notice and any or all Agreements: 'Client', 'You' and 'Your' refers to you, the person accessing this website and accepting the Company's terms and conditions. 'The Company', 'Ourselves', 'We', 'Our' and 'Us', refers to our Company. 'Party', 'Parties', or 'Us', refers to both the Client and ourselves, or either the Client or ourselves. All terms refer to the offer, acceptance and consideration of payment necessary to undertake the process of our assistance to the Client in the most appropriate manner, whether by formal meetings of a fixed duration, or any other means, for the express purpose of meeting the Client's needs in respect of provision of the Company's stated services/products, in accordance with and subject to, prevailing law of Canada. Any use of the above terminology or other words in the singular, plural, capitalisation and/or he/she or they, are taken as interchangeable and therefore as referring to same.",
	"user.terms.2.title": "Hyperlinking to our Content",
	"user.terms.2.text1": "The following organizations may link to our Web site without prior written approval:",
	"user.terms.2.text2": "Government agencies;",
	"user.terms.2.text3": "Search engines;",
	"user.terms.2.text4": "News organizations;",
	"user.terms.2.text5": "Online directory distributors when they list us in the directory may link to our Web site in the same manner as they hyperlink to the Web sites of other listed businesses;",
	"user.terms.2.text6": "Systemwide Accredited Businesses except soliciting non-profit organizations, charity shopping malls, and charity fundraising groups which may not hyperlink to our Web site.",
	"user.terms.2.text7": "These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and its products or services; and (c) fits within the context of the linking party's site.",
	"user.terms.2.text8": "We may consider and approve in our sole discretion other link requests from the following types of organizations:",
	"user.terms.2.text9": "commonly-known consumer and/or business information sources such as Chambers of Commerce, American Automobile Association, AARP and Consumers Union;",
	"user.terms.2.text10": "dot.com community sites;",
	"user.terms.2.text11": "associations or other groups representing charities, including charity giving sites,",
	"user.terms.2.text12": "online directory distributors;",
	"user.terms.2.text13": "internet portals;",
	"user.terms.2.text14": "accounting, law and consulting firms whose primary clients are businesses; and",
	"user.terms.2.text15": "educational institutions and trade associations.",
	"user.terms.2.text16": "We will approve link requests from these organizations if we determine that: (a) the link would not reflect unfavorably on us or our accredited businesses (for example, trade associations or other organizations representing inherently suspect types of business, such as work-at-home opportunities, shall not be allowed to link); (b)the organization does not have an unsatisfactory record with us; (c) the benefit to us from the visibility associated with the hyperlink outweighs the absence of Armbet, Inc; and (d) where the link is in the context of general resource information or is otherwise consistent with editorial content in a newsletter or similar product furthering the mission of the organization.",
	"user.terms.2.text17": "These organizations may link to our home page, to publications or to other Web site information so long as the link: (a) is not in any way misleading; (b) does not falsely imply sponsorship, endorsement or approval of the linking party and it products or services; and (c) fits within the context of the linking party's site.",
	"user.terms.2.text18": "If you are among the organizations listed in paragraph 2 above and are interested in linking to our website, you must notify us by sending an e-mail to ",
	"user.terms.2.text19": "Please include your name, your organization name, contact information (such as a phone number and/or e-mail address) as well as the URL of your site, a list of any URLs from which you intend to link to our Web site, and a list of the URL(s) on our site to which you would like to link. Allow 2-3 weeks for a response.",
	"user.terms.2.text20": "Approved organizations may hyperlink to our Web site as follows:",
	"user.terms.2.text21": "By use of our corporate name; or",
	"user.terms.2.text22": "By use of the uniform resource locator (Web address) being linked to; or",
	"user.terms.2.text23": "By use of any other description of our Web site or material being linked to that makes sense within the context and format of content on the linking party's site.",
	"user.terms.2.text24": "No use of Armbet, Inc's logo or other artwork will be allowed for linking absent a trademark license agreement.",
	"user.terms.3.title": "Removal of links from our website",
	"user.terms.3.text1": "If you find any link on our Web site or any linked web site objectionable for any reason, you may contact us about this. We will consider requests to remove links but will have no obligation to do so or to respond directly to you.",
	"user.terms.3.text2": "Whilst we endeavour to ensure that the information on this website is correct, we do not warrant its completeness or accuracy; nor do we commit to ensuring that the website remains available or that the material on the website is kept up to date.",
	"user.terms.4.title": "Content Liability",
	"user.terms.4.text1": "We shall have no responsibility or liability for any content appearing on your Web site. You agree to indemnify and defend us against all claims arising out of or based upon your Website. No link(s) may appear on any page on your Web site or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.",
	"user.terms.5.title": "Disclaimer",
	"user.terms.5.text1": "To the maximum extent permitted by applicable law, we exclude all representations, warranties and conditions relating to our website and the use of this website (including, without limitation, any warranties implied by law in respect of satisfactory quality, fitness for purpose and/or the use of reasonable care and skill). Nothing in this disclaimer will:",
	"user.terms.5.text2": "limit or exclude our or your liability for death or personal injury resulting from negligence;",
	"user.terms.5.text3": "limit or exclude our or your liability for fraud or fraudulent misrepresentation;",
	"user.terms.5.text4": "limit any of our or your liabilities in any way that is not permitted under applicable law; or",
	"user.terms.5.text5": "exclude any of our or your liabilities that may not be excluded under applicable law.",
	"user.terms.5.text6": "The limitations and exclusions of liability set out in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph; and (b) govern all liabilities arising under the disclaimer or in relation to the subject matter of this disclaimer, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty.",
	"user.terms.5.text7": "To the extent that the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature."
}
