{
	"_colon_": ":",
	"languages.english": "английский",
	"languages.french": "французкий язык",
	"languages.spanish": "испанский",
	"languages.german": "Немецкий",
	"languages.hindi": "хинди",
	"languages.italian": "итальянский",
	"languages.georgian": "грузинский",
	"languages.portuguese": "португальский",
	"languages.russian": "русский",
	"languages.swedish": "шведский",
	"languages.turkish": "турецкий",
	"languages.ukrainian": "украинец",
	"logoAlt": "Логотип Armbet",
	"navBar.item1.text": "Как это работает?",
	"navBar.item2.text": "Возможности приехать",
	"navBar.item3.text": "Регистрация",
	"headline": "Добро пожаловать в мир армрестлинга",
	"headline.part1": "Добро пожаловать в мир",
	"headline.part2": "АРМ-рестлинг",
	"headlineText": "Armbet - это приложение для армрестлинга, позволяющее находить партнеров для совместной работы, а вскоре появятся и другие функции.",
	"about.title": "Стать членом",
	"about.text": "Создав профиль, вы присоединитесь к сообществу по армрестлингу. Вы сможете найти других, используя нашу карту, отправлять им сообщения, встречаться, тренироваться и соревноваться вместе.",
	"features1.title": "найти",
	"features1.text": "Найти армрестлеров в вашем районе или регионе интересов",
	"features2.title": "Чат",
	"features2.text": "Сообщение пользователям для настройки действий",
	"features3.title": "Тренируйтесь и соревнуйтесь",
	"features3.text": "Встретьтесь, чтобы тренироваться и соревноваться вместе",
	"comingSoon.title": "Находите и создавайте события, вступайте в ряды!",
	"comingSoon.text": "Скоро вы сможете находить события вокруг себя и даже создавать свои собственные. Для всех армрестлеров тоже планируется полная система рейтингов! И мы на этом не остановимся...",
	"comingSoon.text2": "",
	"comingSoon.part1": "Найти и создать",
	"comingSoon.part2": "События",
	"comingSoon.part3": ", вступайте в",
	"comingSoon.part4": " ряды",
	"comingsoon": "Скоро",
	"signUp.title": "Присоединяйся сейчас",
	"signUp.text": "Войдите в мир армрестлинга. Самый древний и доступный вид спорта.",
	"signUp.part1": "Присоединиться",
	"signUp.part2": "сейчас",
	"signup": "Регистрация",
	"genders.male": "мужчина",
	"genders.female": "женский",
	"genders.other": "Другой",
	"signUpSuccess.title": "Спасибо за регистрацию!",
	"signUpSuccess.text": "Вы создали свой аккаунт для приложения Armbet, которое скоро появится. Пожалуйста, поставьте галочку в вашем почтовом ящике, чтобы проверить и активировать ваш аккаунт. Запомните свои регистрационные данные, и мы свяжемся с вами, когда приложение будет выпущено. Увидимся на другой стороне",
	"password": "пароль",
	"email": "Адрес электронной почты",
	"fullname": "ФИО",
	"fulladdress": "Полный адрес",
	"gender": "Пол",
	"createyouraccount": "Создать аккаунт",
	"changelanguage": "Смени язык",
	"userterms": "Пользовательские условия",
	"privacypolicy": "Политика конфиденциальности",
	"copyrightmessage": "© Copyright 2020 Armbet. Все права защищены.",
	"backtohomepage": "Вернуться на главную страницу",
	"message": "Сообщение",
	"close": "близко",
	"accountalreadyexists": "Аккаунт с таким адресом электронной почты уже существует. Возможно, вы уже присоединились к сообществу.",
	"notFound.title": "404",
	"notFound.text": "Приносим извинения, но эту страницу не удалось найти ...",
	"errorhasoccured": "Приносим извинения, но произошла ошибка ... Приносим извинения за неудобства.",
	"networkerror": "К сожалению, мы не смогли подключиться к серверу ...",
	"emailcouldntsend": "Мы сожалеем, но мы могли бы отправить электронное письмо. Пожалуйста, проверьте свой адрес электронной почты и попробуйте снова.",
	"contactus": "Связаться с нами",
	"nothanks": "Спасибо, не надо",
	"improvetranslationstitle": "Помогите нам улучшить переводы!",
	"improvetranslationstext": "Пожалуйста, свяжитесь с нами, если вы хотите помочь улучшить перевод",

	"accountactivated": "аккаунт был активирован!",
	"accountalreadyactivated": "Ваш аккаунт уже был активирован!",
	"accountactivatedtext": "Вы создали свой аккаунт для приложения Armbet, которое скоро появится. Запомните свою электронную почту и пароль, и мы свяжемся с вами, когда приложение будет выпущено. Увидимся на другой стороне",
	"linknotvalid": "Срок действия ссылки истек",
	"linknotvalidtext": "Ссылка, которую вы ввели, недействительна, если вы хотите активировать свою учетную запись, пожалуйста, попросите, чтобы новое электронное письмо было отправлено на ваш почтовый ящик.",

	"privacypolicy.1.text1": "На сайте armbet.com, доступном по адресу www.armbet.com, одним из наших главных приоритетов является конфиденциальность наших посетителей. Этот документ о политике конфиденциальности содержит типы информации, которая собирается и регистрируется armbet.com, и способы ее использования.",
	"privacypolicy.1.text2": "Если у вас есть дополнительные вопросы или вам нужна дополнительная информация о нашей Политике конфиденциальности, не стесняйтесь обращаться к нам.",
	"privacypolicy.1.text3": "Настоящая Политика конфиденциальности применяется только к нашей онлайн-деятельности и действительна для посетителей нашего веб-сайта в отношении информации, которую они предоставили и / или собрали на сайте armbet.com. Эта политика не распространяется на любую информацию, собранную в автономном режиме или по каналам, отличным от данного веб-сайта.",
	"privacypolicy.2.title": "согласие",
	"privacypolicy.2.text1": "Используя наш сайт, вы тем самым соглашаетесь с нашей Политикой конфиденциальности и соглашаетесь с ее условиями.",
	"privacypolicy.3.title": "Информация, которую мы собираем",
	"privacypolicy.3.text1": "Личная информация, которую вас просят предоставить, и причины, по которым вас просят предоставить ее, будут вам понятны в тот момент, когда мы попросим вас предоставить вашу личную информацию.",
	"privacypolicy.3.text2": "Если вы обратитесь к нам напрямую, мы можем получить дополнительную информацию о вас, такую как ваше имя, адрес электронной почты, номер телефона, содержание сообщения и / или вложений, которые вы можете отправить нам, и любую другую информацию, которую вы можете предоставить.",
	"privacypolicy.3.text3": "Когда вы регистрируете учетную запись, мы можем запросить вашу контактную информацию, включая такие элементы, как имя, название компании, адрес, адрес электронной почты и номер телефона.",
	"privacypolicy.4.title": "Как мы используем вашу информацию",
	"privacypolicy.4.text1": "Мы используем информацию, которую собираем, различными способами, в том числе для:",
	"privacypolicy.4.text2": "Обеспечить, работать и поддерживать наш веб-сайт",
	"privacypolicy.4.text3": "Улучшение, персонализация и расширение нашего веб-сайта",
	"privacypolicy.4.text4": "Понять и проанализировать, как вы используете наш веб-сайт",
	"privacypolicy.4.text5": "Разрабатывать новые продукты, услуги, функции и функциональные возможности",
	"privacypolicy.4.text6": "Свяжитесь с вами напрямую или через одного из наших партнеров, в том числе для обслуживания клиентов, чтобы предоставить вам обновления и другую информацию, касающуюся веб-сайта, а также в маркетинговых и рекламных целях.",
	"privacypolicy.4.text7": "Отправить вам письма",
	"privacypolicy.4.text8": "Найти и предотвратить мошенничество",
	"privacypolicy.5.title": "Лог-файлы",
	"privacypolicy.5.text1": "armbet.com следует стандартной процедуре использования файлов журнала. Эти файлы регистрируют посетителей, когда они посещают веб-сайты. Все хостинговые компании делают это и часть аналитики хостинговых услуг. Информация, собираемая файлами журналов, включает адреса интернет-протокола (IP), тип браузера, поставщика услуг Интернета (ISP), отметку даты и времени, страницы перехода / выхода и, возможно, количество кликов. Они не связаны с какой-либо информацией, позволяющей установить личность. Целью этой информации является анализ тенденций, администрирование сайта, отслеживание движения пользователей на сайте и сбор демографической информации.",
	"privacypolicy.6.title": "Политика конфиденциальности для партнеров по рекламе",
	"privacypolicy.6.text1": "Вы можете ознакомиться с этим списком, чтобы найти Политику конфиденциальности для каждого из рекламных партнеров armbet.com.",
	"privacypolicy.6.text2": "Сторонние рекламные серверы или рекламные сети используют такие технологии, как файлы cookie, JavaScript или веб-маяки, которые используются в их соответствующих рекламных объявлениях и ссылках, которые появляются на сайте armbet.com и отправляются непосредственно в браузер пользователей. Они автоматически получают ваш IP-адрес, когда это происходит. Эти технологии используются для измерения эффективности их рекламных кампаний и / или для персонализации рекламного контента, который вы видите на посещаемых вами веб-сайтах.",
	"privacypolicy.6.text3": "Обратите внимание, что armbet.com не имеет доступа или контроля над этими файлами cookie, которые используются сторонними рекламодателями.",
	"privacypolicy.7.title": "Политика конфиденциальности третьих лиц",
	"privacypolicy.7.text1": "Политика конфиденциальности armbet.com не распространяется на других рекламодателей или веб-сайты. Поэтому мы советуем вам ознакомиться с соответствующей политикой конфиденциальности этих сторонних рекламных серверов для получения более подробной информации. Это может включать их методы и инструкции о том, как отказаться от определенных вариантов. Вы можете найти полный список этих политик конфиденциальности и их ссылки здесь: Ссылки на политику конфиденциальности.",
	"privacypolicy.7.text2": "Вы можете отключить куки-файлы в настройках вашего браузера. Чтобы узнать более подробную информацию об управлении cookie-файлами в определенных веб-браузерах, ее можно найти на соответствующих веб-сайтах браузеров. Что такое печенье?",
	"privacypolicy.8.title": "Права на конфиденциальность CCPA (не продавать мою личную информацию)",
	"privacypolicy.8.text1": "В соответствии с CCPA, среди прочих прав, калифорнийские потребители имеют право:",
	"privacypolicy.8.text2": "Попросите, чтобы компания, которая собирает личные данные потребителя, раскрыла категории и конкретные части личных данных, которые компания собрала о потребителях.",
	"privacypolicy.8.text3": "Попросите предприятие удалить все личные данные о потребителе, которые компания собрала.",
	"privacypolicy.8.text4": "Попросите компанию, которая продает личные данные потребителя, не продавать личные данные потребителя.",
	"privacypolicy.8.text5": "Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам. Если вы хотите воспользоваться каким-либо из этих прав, свяжитесь с нами.",
	"privacypolicy.9.title": "Права по защите данных GDPR",
	"privacypolicy.9.text1": "Мы хотели бы убедиться, что вы полностью осведомлены обо всех своих правах на защиту данных. Каждый пользователь имеет право на следующее:",
	"privacypolicy.9.text2": "Право на доступ - Вы имеете право запросить копии ваших личных данных. Мы можем взимать небольшую плату за эту услугу.",
	"privacypolicy.9.text3": "Право на исправление. У вас есть право потребовать, чтобы мы исправили любую информацию, которую вы считаете неточной. Вы также имеете право потребовать, чтобы мы дополнили информацию, которую вы считаете неполной.",
	"privacypolicy.9.text4": "Право на удаление - Вы имеете право потребовать, чтобы мы стерли ваши личные данные при определенных условиях.",
	"privacypolicy.9.text5": "Право ограничивать обработку - Вы имеете право потребовать, чтобы мы ограничивали обработку ваших персональных данных при определенных условиях.",
	"privacypolicy.9.text6": "Право на возражение против обработки - Вы имеете право возразить против нашей обработки ваших персональных данных при определенных условиях.",
	"privacypolicy.9.text7": "Право на переносимость данных. Вы имеете право потребовать, чтобы мы передали собранные нами данные другой организации или непосредственно вам при определенных условиях.",
	"privacypolicy.9.text8": "Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам. Если вы хотите воспользоваться каким-либо из этих прав, свяжитесь с нами.",
	"privacypolicy.10.title": "Детская информация",
	"privacypolicy.10.text1": "Еще одной частью нашего приоритета является добавление защиты детей при использовании Интернета. Мы призываем родителей и опекунов наблюдать, участвовать и / или отслеживать и направлять их деятельность в Интернете.",
	"privacypolicy.10.text2": "armbet.com сознательно не собирает личную информацию от детей в возрасте до 13 лет. Если вы считаете, что ваш ребенок предоставил такую информацию на нашем веб-сайте, мы настоятельно рекомендуем вам немедленно связаться с нами, и мы приложим все усилия, чтобы своевременно удалять такую информацию из наших записей.",
	"user.terms.1.text1": "Настоящие условия определяют правила использования веб-сайта Armbet, Inc.",
	"user.terms.1.text2": "Armbet, Inc находится по адресу:",
	"user.terms.1.text3": "Лесли St 5863 Unit 610 Северный Йорк  M2H 1J8 - Онтарио, Канада",
	"user.terms.1.text4": "Заходя на этот сайт, мы предполагаем, что вы принимаете эти условия в полном объеме. Не продолжайте использовать веб-сайт Armbet, Inc., если вы не принимаете все условия, указанные на этой странице.",
	"user.terms.1.text5": "Следующая терминология применяется к данным Условиям, Заявлению о конфиденциальности и Уведомлению об отказе от ответственности, а также к любым или всем Соглашениям: «Клиент», «Вы» и «Ваш» относится к вам, лицу, осуществляющему доступ к этому веб-сайту и принимающему условия и положения Компании. «Компания», «Мы», «Мы», «Наши» и «Мы» относятся к нашей Компании. «Сторона», «Стороны» или «Нас» относится как к Клиенту, так и к нам, либо к Клиенту, либо к нам самим. Все термины относятся к предложению, принятию и рассмотрению платежа, необходимому для того, чтобы предпринять процесс нашей помощи Клиенту наиболее подходящим образом, будь то путем официальных встреч фиксированной продолжительности или любыми другими средствами, для явной цели встречи с Потребности клиента в отношении предоставления заявленных услуг / продуктов Компании в соответствии с действующим законодательством Канады. Любое использование вышеуказанной терминологии или других слов в единственном числе, множественном числе, с заглавными буквами и / или он / она или они, считаются взаимозаменяемыми и, следовательно, относятся к ним.",
	"user.terms.2.title": "Гиперссылка на наш контент",
	"user.terms.2.text1": "Следующие организации могут ссылаться на наш веб-сайт без предварительного письменного разрешения:",
	"user.terms.2.text2": "Государственные органы;",
	"user.terms.2.text3": "Поисковые системы;",
	"user.terms.2.text4": "Новостные организации;",
	"user.terms.2.text5": "Распространители каталогов в Интернете, когда они перечисляют нас в каталоге, могут ссылаться на наш веб-сайт таким же образом, как и гиперссылки на веб-сайты других перечисленных компаний;",
	"user.terms.2.text6": "Аккредитованные компании в масштабе всей системы, за исключением привлечения некоммерческих организаций, благотворительных торговых центров и групп по сбору средств, которые могут не содержать гиперссылок на наш веб-сайт.",
	"user.terms.2.text7": "Эти организации могут ссылаться на нашу домашнюю страницу, на публикации или другую информацию на веб-сайте, если ссылка: (a) никоим образом не вводит в заблуждение; (б) не подразумевает ложное спонсорство, одобрение или одобрение связывающей стороны и ее продуктов или услуг; и (c) вписывается в контекст сайта связывающей стороны.",
	"user.terms.2.text8": "Мы можем рассмотреть и одобрить по своему усмотрению другие запросы на ссылки от следующих типов организаций:",
	"user.terms.2.text9": "общеизвестные источники информации о потребителях и / или предприятиях, такие как Торговые палаты, Американская автомобильная ассоциация, AARP и Союз потребителей;",
	"user.terms.2.text10": "сайты сообщества dot.com;",
	"user.terms.2.text11": "ассоциации или другие группы, представляющие благотворительные организации, в том числе благотворительные сайты,",
	"user.terms.2.text12": "интернет-каталог дистрибьюторов;",
	"user.terms.2.text13": "интернет-порталы;",
	"user.terms.2.text14": "бухгалтерские, юридические и консалтинговые фирмы, основными клиентами которых являются предприятия; и",
	"user.terms.2.text15": "образовательные учреждения и торговые ассоциации.",
	"user.terms.2.text16": "Мы утвердим запросы ссылок от этих организаций, если решим, что: (а) ссылка не будет неблагоприятно отражаться на нас или наших аккредитованных предприятиях (например, торговых ассоциациях или других организациях, представляющих подозрительные виды бизнеса, такие как работа на рабочем месте). домашние возможности, не разрешается связывать); (б) у организации нет неудовлетворительной записи с нами; (c) польза для нас от видимости, связанной с гиперссылкой, перевешивает отсутствие Armbet, Inc; и (d) если ссылка находится в контексте общей информации о ресурсе или иным образом согласуется с редакционным содержанием в информационном бюллетене или аналогичном продукте, способствующем миссии организации.",
	"user.terms.2.text17": "Эти организации могут ссылаться на нашу домашнюю страницу, на публикации или другую информацию на веб-сайте, если ссылка: (a) никоим образом не вводит в заблуждение; (b) не подразумевает ложное спонсорство, одобрение или одобрение связывающей стороны и ее продуктов или услуг; и (c) вписывается в контекст сайта связывающей стороны.",
	"user.terms.2.text18": "Если вы относитесь к организациям, перечисленным в пункте 2 выше, и заинтересованы в размещении ссылок на наш веб-сайт, вы должны уведомить нас об этом, отправив электронное письмо по адресу",
	"user.terms.2.text19": "Пожалуйста, укажите ваше имя, название вашей организации, контактную информацию (например, номер телефона и / или адрес электронной почты), а также URL-адрес вашего сайта, список любых URL-адресов, с которых вы намереваетесь перейти на наш веб-сайт, и список URL-адресов на нашем сайте, на которые вы хотели бы перейти. Разрешить 2-3 недели для ответа.",
	"user.terms.2.text20": "Утвержденные организации могут гиперссылку на наш веб-сайт следующим образом:",
	"user.terms.2.text21": "Используя наше фирменное наименование; или",
	"user.terms.2.text22": "С помощью унифицированного указателя ресурса (веб-адреса), на который делается ссылка; или",
	"user.terms.2.text23": "Использование любого другого описания нашего веб-сайта или связанного с ним материала имеет смысл в контексте и формате контента на сайте связывающей стороны.",
	"user.terms.2.text24": "Не допускается использование логотипа Armbet, Inc или других произведений искусства для ссылок при отсутствии лицензионного соглашения на товарный знак.",
	"user.terms.3.title": "Удаление ссылок с нашего сайта",
	"user.terms.3.text1": "Если вы обнаружите какую-либо ссылку на нашем веб-сайте или на любом связанном веб-сайте по какой-либо причине нежелательно, вы можете связаться с нами по этому поводу. Мы рассмотрим запросы на удаление ссылок, но не будем обязаны делать это или отвечать непосредственно вам.",
	"user.terms.3.text2": "Хотя мы стремимся к тому, чтобы информация на этом сайте была верной, мы не гарантируем ее полноту или точность; мы также не берем на себя обязательство обеспечить постоянную доступность веб-сайта или актуальность материалов на веб-сайте.",
	"user.terms.4.title": "Ответственность за содержание",
	"user.terms.4.text1": "Мы не несем никакой ответственности за любой контент, появляющийся на вашем веб-сайте. Вы соглашаетесь освободить нас и защитить нас от всех претензий, вытекающих из или основанных на вашем веб-сайте. Никакие ссылки не могут появляться на любой странице вашего веб-сайта или в любом контексте, содержащем контент или материалы, которые могут быть истолкованы как клеветнические, непристойные или криминальные, или которые нарушают, иным образом нарушают, или защищают нарушение или другое нарушение любого права третьих лиц.",
	"user.terms.5.title": "отказ",
	"user.terms.5.text1": "В максимальной степени, допускаемой применимым законодательством, мы исключаем все заявления, гарантии и условия, касающиеся нашего веб-сайта и использования этого веб-сайта (включая, помимо прочего, любые гарантии, вытекающие из закона, в отношении удовлетворительного качества, пригодности для использования и / или использование разумной осторожности и навыков). Ничто в этом отказе от ответственности не будет:",
	"user.terms.5.text2": "ограничить или исключить нашу или вашу ответственность за смерть или телесные повреждения в результате халатности;",
	"user.terms.5.text3": "ограничить или исключить нашу или вашу ответственность за мошенничество или мошенническое искажение фактов;",
	"user.terms.5.text4": "ограничивать любые наши или ваши обязательства любым способом, который не разрешен действующим законодательством; или",
	"user.terms.5.text5": "исключить любые наши или ваши обязательства, которые не могут быть исключены в соответствии с действующим законодательством.",
	"user.terms.5.text6": "Ограничения и исключения ответственности, изложенные в данном разделе и в других разделах данного отказа от ответственности: (а) подпадают под действие предыдущего пункта; и (b) регулирует все обязательства, возникающие в соответствии с заявлением об отказе от ответственности или в отношении предмета данного заявления об отказе от ответственности, включая обязательства, возникающие в связи с договором, в связи с правонарушением (включая небрежность) и за нарушение установленных законом обязанностей.",
	"user.terms.5.text7": "Если веб-сайт и информация и услуги на нем предоставляются бесплатно, мы не несем ответственности за любые потери или ущерб любого характера.",
	"user.terms.6.title": "ОТКАЗ ОТ ОТВЕТСТВЕННОСТИ, ОТКАЗ ОТ ПРЕТЕНЗИЙ И ПРИНЯТИЕ РИСКОВ",
	"user.terms.6.text1": "Регистрируясь или загружая приложение ArmBet, вы тем самым соглашаетесь принять эти положения и условия, а также соглашаетесь обезопасить ArmBet Inc., ее должностных лиц, директоров, акционеров и сотрудников от любых несчастных случаев, травм, а также прямых или косвенных убытков. вид, который вы можете испытать во время занятий фитнесом или использования веб-сайта Armbet.com и любых других услуг ArmBet. Вы соглашаетесь с тем, что ни ArmBet Inc., ни ее должностные лица, директора, акционеры и сотрудники не несут никакой ответственности перед вами по какой-либо теории ответственности или возмещения в связи с использованием вами Armbet.com или Приложения ArmBet.",
	"user.terms.6.text2": "ПОЖАЛУЙСТА, ПРОЧИТАЙТЕ ВНИМАТЕЛЬНО!",
	"user.terms.6.text3": "Вы желаете использовать приложение ArmBet для участия в спорте по армрестлингу («Мероприятие»), созданном и управляемом ArmBet Inc., корпорацией, зарегистрированной в соответствии с законодательством Канады («Компания»). В качестве законного основания для разрешения Компании участвовать в Деятельности вы соглашаетесь со всеми положениями и условиями, изложенными в этом соглашении (это «Соглашение»).",
	"user.terms.6.text4": "1. Вы знаете и понимаете, что Мероприятие является потенциально опасным и сопряжено с риском серьезных травм, инвалидности, смерти или материального ущерба. Вам также известно об очень заразной природе бактериальных и вирусных заболеваний, включая новое коронавирусное заболевание 2019 года (COVID-19) (совместно именуемое `` Болезнь ''), и о риске того, что вы можете подвергнуться воздействию или заразиться Болезнью или другими инфекционными заболеваниями от участие в Деятельности, которая может привести к серьезному заболеванию, травмам, инвалидности, смерти или материальному ущербу. Вы понимаете и признаете, что эти риски могут возникать или усугубляться действиями, бездействием или халатностью сотрудников Компании или других лиц, включая небрежное реагирование на чрезвычайные ситуации или спасательные операции Компании. ВЫ ПОДТВЕРЖДАЕТЕ, ЧТО ВЫ ДОБРОВОЛЬНО УЧАСТВУЕТЕ В ДЕЯТЕЛЬНОСТИ, ЗНАНИЕ ПРИСОЕДИНЯЕМЫХ ОПАСНОСТЕЙ. ВЫ НАСТОЯЩИМ СОГЛАШАЕТЕСЬ ПРИНЯТЬ И ПРИНИМАТЬ ВСЕ РИСКИ ТРАВМ, ЗАБОЛЕВАНИЙ, ИНВАЛИДНОСТИ, СМЕРТИ ИЛИ ПОВРЕЖДЕНИЯ ИМУЩЕСТВА В РЕЗУЛЬТАТЕ МОЕЙ ДЕЯТЕЛЬНОСТИ, ВЫЗВАННОГО НЕОБХОДИМОСТЬЮ КОМПАНИИ ИЛИ Иным образом.",
	"user.terms.6.text5": "2. Настоящим вы прямо отказываетесь от любых претензий, которые у вас есть или могут возникнуть в будущем, к Компании и ее должностным лицам, директорам, сотрудникам, агентам, представителям, аффилированным лицам, акционерам, правопреемникам и правопреемникам (совместно именуемые ') в связи с травмой, болезнью, инвалидностью, смертью или материальным ущербом, возникшим в результате или связанным с Деятельностью, независимо от того, возникли ли они из-за небрежности Компании или любого другого Освобождаемого лица или иным образом, включая, помимо прочего, нарушение контракта, или нарушение любого установленного законом или иного обязательства по соблюдению осторожности. Вы обязуетесь не предъявлять и не предъявлять такие претензии к Компании или любому другому Освобождающемуся лицу, а также навсегда освобождаете Компанию и всех других Освобождаемых лиц от ответственности по таким требованиям.",
	"user.terms.6.text6": "3. Вы подтверждаете, что вы: (а) находитесь в хорошем состоянии, в надлежащем физическом состоянии и не страдаете какими-либо медицинскими или другими условиями, которые могли бы повлиять на мою способность участвовать в Мероприятии; и (b) отсутствие симптомов заболевания (включая, помимо прочего, кашель, одышку или лихорадку), отсутствие подтвержденного или предполагаемого случая заболевания и не контактировали в течение последних четырнадцати ( 14) дней с лицом, у которого подтверждено заболевание или есть подозрение на его наличие. вы обязуетесь соблюдать все федеральные, провинциальные / территориальные и местные законы, приказы, директивы и руководящие принципы, связанные с Мероприятием и Заболеванием, участвуя в Мероприятии. Вы также будете следовать всем инструкциям, рекомендациям и предостережениям Компании на протяжении всего Действия. Если в какой-то момент вы сочтете условия небезопасными, что вы больше не будете в надлежащем физическом состоянии для участия в Мероприятии или у вас начнутся симптомы Заболевания, вы немедленно прекратите дальнейшее участие в Мероприятии.",
	"user.terms.6.text7": "4. вы обязуетесь защищать, возмещать убытки и оградить Компанию и всех других Освободителей от любых и всех убытков, убытков, обязательств, недостатков, претензий, действий, судебных решений, урегулирований, процентов, вознаграждений, штрафов, штрафов, затрат или расходов любого рода, включая разумные судебные издержки, сборы и затраты на обеспечение соблюдения любого права на компенсацию в соответствии с настоящим Соглашением, а также затраты на преследование любых поставщиков страховых услуг, понесенные Компанией или любыми другими Освободителями, возникающие или вытекающие из любого иска третье лицо, связанное с Деятельностью.",
	"user.terms.6.text8": "5. Настоящее Соглашение представляет собой единственное и полное соглашение между Компанией и мной в отношении предмета, содержащегося в нем, и заменяет все предшествующие и одновременные договоренности, соглашения, заявления и гарантии, как письменные, так и устные, в отношении такого предмета. Если какое-либо условие или положение настоящего Соглашения является недействительным, незаконным или не имеющим исковой силы в какой-либо юрисдикции, такая недействительность, незаконность или неисполнимость не влияет на какие-либо другие условия или положения настоящего Соглашения, а также не отменяет или делает невыполнимыми такие условия или положения в любой другой юрисдикции. . Настоящее Соглашение имеет обязательную силу и действует в интересах Компании, меня и наших соответствующих правопреемников и правопреемников. Все вопросы, вытекающие из настоящего Соглашения или связанные с ним, регулируются и толкуются в соответствии с законами провинции Онтарио и применимыми к нему федеральными законами Канады. без применения какого-либо выбора или положения или правила коллизионного права (будь то провинции Онтарио или любой другой юрисдикции). Любые претензии или иски, возникающие в соответствии с настоящим Соглашением, могут быть поданы только в суды провинции Онтарио, и вы тем самым соглашаетесь с исключительной юрисдикцией таких судов. ВХОДЯТ В ПРИЛОЖЕНИЕ ARMBET ИЛИ СКАЧАЯ, ВЫ ПОДТВЕРЖДАЕТЕ, ЧТО ВЫ ПРОЧИТАЛИ И ПОНИМАЛИ ВСЕ УСЛОВИЯ НАСТОЯЩЕГО СОГЛАШЕНИЯ И ДОБРОВОЛЬНО ОТКАЗЫВАЕТЕСЬ ОТ СУЩЕСТВЕННЫХ ЮРИДИЧЕСКИХ ПРАВ, ИСПОЛЬЗОВАНИЯ МОЕГО ПРАВА И ЗАЩИТЫ ОТ НАС OF-KIN), ВКЛЮЧАЯ ПРАВО НА СУДЕБНЫЙ РАЗБИРАТЕЛЬСТВО КОМПАНИИ И ВЫПУСКНИКОВ."
}
